--==========================================================================================================================
-- GREAT PERSON TEXT
--==========================================================================================================================
INSERT
	OR REPLACE INTO LocalizedText (Language, Tag, Text)
VALUES
	--------------------------------------------------------------------
	-- Basic Great Person Info
	--------------------------------------------------------------------
	(
		"ru_RU",
		"LOC_GREAT_PERSON_INDIVIDUAL_LEU_BRIAN_EPSTEIN_NAME",
		"Брайан Эпстайн"
	),
	--------------------------------------------------------------------
	-- Способности Великой личности / Великие произведения
	--------------------------------------------------------------------
	(
		"ru_RU",
		"LOC_LEU_GREATPERSON_CELEBRITY_POPULARITY_SUMMARY",
		"+{Amount} [ICON_Popularity] Популярности для знаменитостей."
	),
	(
		"ru_RU",
		"LOC_LEU_GREATPERSON_FREE_CELEBRITY_SUMMARY",
		"Получите бесплатную Знаменитость с продвижением ''Пресс-освещение''."
	),
	--------------------------------------------------------------------
	-- Энциклопедия Великих Личностей
	--------------------------------------------------------------------
	-- Брайан Эпстайн
	(
		"ru_RU",
		"LOC_PEDIA_GREATPEOPLE_PAGE_GREAT_PERSON_INDIVIDUAL_LEU_BRIAN_EPSTEIN_CHAPTER_HISTORY_PARA_1",
		"Брайан Эпстайн был первым менеджером и главной движущей силой успеха The Beatles, которого часто называли ''Пятым Битлом'' за его роль в делах группы, создании их имиджа и выходе на мировую славу."
	),
	(
		"ru_RU",
		"LOC_PEDIA_GREATPEOPLE_PAGE_GREAT_PERSON_INDIVIDUAL_LEU_BRIAN_EPSTEIN_CHAPTER_HISTORY_PARA_2",
		"Брайан Самуэль Эпстайн родился 19 сентября 1934 года в Ливерпуле, Великобритания, в еврейско-английской семье. Семья Эпстайнов владела магазином, где был куплен пианино Пола Маккартни. После трех семестров Брайан бросил Королевскую академию драматического искусства (RADA) в Лондоне, где учился вместе с Питером О'Тулом. Вернувшись в Ливерпуль, он занялся продажей записей в магазинах отца и писал колонку в журнале Mersey Beat, где продвигал The Beatles."
	),
	(
		"ru_RU",
		"LOC_PEDIA_GREATPEOPLE_PAGE_GREAT_PERSON_INDIVIDUAL_LEU_BRIAN_EPSTEIN_CHAPTER_HISTORY_PARA_3",
		"Магазин Эпстайна находился недалеко от Cavern Club, куда он пришел посмотреть выступление The Beatles после того, как несколько клиентов попросили их пластинку. Эпстайн получил VIP-доступ и был радушно принят. Он вспоминал: ''Меня сразу поразила их музыка, их ритм и чувство юмора на сцене. А позже, когда я встретил их, я снова был поражен их личным обаянием. Именно тогда все и началось.''"
	),
	(
		"ru_RU",
		"LOC_PEDIA_GREATPEOPLE_PAGE_GREAT_PERSON_INDIVIDUAL_LEU_BRIAN_EPSTEIN_CHAPTER_HISTORY_PARA_4",
		"Его дипломатический подход к взаимодействию с группой и их неофициальным менеджером Алланом Уильямсом привел к подписанию контракта 10 декабря 1961 года, согласно которому Эпстайн стал менеджером группы. Контракт был подписан 24 января 1962 года. Эпстайн сознательно не подписывал контракт, предоставляя музыкантам свободу выбора."
	),
	(
		"ru_RU",
		"LOC_PEDIA_GREATPEOPLE_PAGE_GREAT_PERSON_INDIVIDUAL_LEU_BRIAN_EPSTEIN_CHAPTER_HISTORY_PARA_5",
		"Эпстайн упорно добивался контракта на запись для The Beatles, несмотря на отказы всех крупных звукозаписывающих лейблов Великобритании. Наконец, он обратился к Parlophone, где Джордж Мартин провел прослушивание. Результатом стал успех группы, за исключением Пита Беста, которого заменил Ринго Старр."
	),
	(
		"ru_RU",
		"LOC_PEDIA_GREATPEOPLE_PAGE_GREAT_PERSON_INDIVIDUAL_LEU_BRIAN_EPSTEIN_CHAPTER_HISTORY_PARA_6",
		"Хотя у Эпстайна не было опыта управления артистами, он сделал верные шаги в улучшении имиджа группы. Он советовал участникам носить костюмы и избегать курения и еды на публике. Эти улучшения сделали группу приемлемой для широкой аудитории."
	),
	(
		"ru_RU",
		"LOC_PEDIA_GREATPEOPLE_PAGE_GREAT_PERSON_INDIVIDUAL_LEU_BRIAN_EPSTEIN_CHAPTER_HISTORY_PARA_7",
		"Эпстайн называл участников группы ''мальчиками'' и управлял всеми аспектами их карьеры, включая концерты и появление в СМИ. Он также занимался менеджментом других артистов, таких как Gerry and the Pacemakers и Cilla Black."
	),
	(
		"ru_RU",
		"LOC_PEDIA_GREATPEOPLE_PAGE_GREAT_PERSON_INDIVIDUAL_LEU_BRIAN_EPSTEIN_CHAPTER_HISTORY_PARA_8",
		"Эпстайн был творческим лидером с острым глазом на детали. Несмотря на успех, его личные трудности и зависимость от лекарств привели к трагической смерти от передозировки 27 августа 1967 года. С его смертью The Beatles потеряли своего талантливого менеджера."
	);

--==========================================================================================================================
--==========================================================================================================================