--------------------------------------------------------------------------------------------------------------------------
-- BaseGameText
--------------------------------------------------------------------------------------------------------------------------
INSERT OR REPLACE INTO BaseGameText
		(Tag, 																								Text)
VALUES
--------------------------------------------------------------------------------------------------------------------------
-- Borobudur
-- Music From:  UNC’s Javanese Gamelan “Nyai Saraswati” and Angklung Ensemble 
--------------------------------------------------------------------------------------------------------------------------
		('LOC_BUILDING_SUK_BOROBUDUR_NAME',
		'Канди Боробудур'),
		('LOC_BUILDING_SUK_BOROBUDUR_DESCRIPTION',
		'Распространение [ICON_Religion] религии миссионерами на 50% эффективнее в иностранных городах. Получите 2 бесплатных миссионера при постройке. Должен быть построен в тропическом лесу, прилегающем к Священному месту с храмом, и вы должны основать религию.'),
		('LOC_ABILITY_SUK_BOROBUDUR_SPREAD_NAME',
		'{LOC_BUILDING_SUK_BOROBUDUR_NAME}'),
		('LOC_ABILITY_SUK_BOROBUDUR_SPREAD_DESCRIPTION',
		'+50% [ICON_Religion] Распространение религии в иностранных городах ({LOC_BUILDING_SUK_BOROBUDUR_NAME})'),

--------------------------------------------------------------------------------------------------------------------------
-- Civilopedia & Quote
--------------------------------------------------------------------------------------------------------------------------
		('LOC_BUILDING_SUK_BOROBUDUR_QUOTE',
		'«На востоке я вижу одного Татхагату; я вижу двух Будд, десять Будд, сто Будд, тысячу Будд, миллиард Будд; бесчисленное, неизмеримое, и более неописуемое, чем самые неописуемые числа Будд!»[NEWLINE]– Сутра Гандавьюха'),
		('LOC_PEDIA_WONDERS_PAGE_BUILDING_SUK_BOROBUDUR_CHAPTER_HISTORY_PARA_1',
		'Расположенный на острове Ява в Индонезии, храм (или «Канди») Боробудур был построен правителями династии Шайлендра около 800 года н.э. как памятник Будде. Построенный из серого андезитоподобного камня, храм состоит из девяти ступенчатых платформ, шести квадратных и трёх круглых, увенчанных центральной ступой. Более 500 статуй Будды расположены вокруг храма. Нижние террасы включают балюстраду, которая закрывает вид на внешний мир, заменяя его почти 3000 барельефов, изображающих жизнь и учения Будды. Вместе они составляют величайшее собрание буддийской скульптуры в мире.'),
		('LOC_PEDIA_WONDERS_PAGE_BUILDING_SUK_BOROBUDUR_CHAPTER_HISTORY_PARA_2',
		'Буддисты среди яванского населения совершали паломничества и другие ритуалы в Боробудуре до примерно XIV–XV веков н.э., когда храм был заброшен, поскольку многие яванцы обратились в ислам. Повторно открытый в 1814 году н.э., Боробудур с тех пор стал объектом огромных исследований и археологических раскопок, проводимых голландцами и яванцами. ЮНЕСКО присвоило Боробудуру статус объекта Всемирного наследия в 1991 году н.э. после реставрации, проведённой в 1970–1980-х годах под руководством президента Сухарто (1967–1998 гг. н.э.) и ЮНЕСКО. Этот знаковый храм продолжает играть важную роль в формировании индонезийской эстетики, архитектуры и культурной идентичности.'),

--------------------------------------------------------------------------------------------------------------------------
--------------------------------------------------------------------------------------------------------------------------