--------------------------------------------------------------------------------------------------------------------------
-- LocalizedText
--------------------------------------------------------------------------------------------------------------------------
INSERT OR REPLACE INTO LocalizedText
		(Tag, 																								Language,					Text)
VALUES  
--------------------------------------------------------------------------------------------------------------------------
--------------------------------------------------------------------------------------------------------------------------
		("LOC_FEATURE_SUK_NGORONGORO_CRATER_NAME",  																						"en_US",
		"Кратер Нгоронгоро"																),
		("LOC_FEATURE_SUK_NGORONGORO_CRATER_DESCRIPTION",  																						"en_US",
		"Трёхклеточное природное чудо. Даёт +2 [ICON_FOOD] Еды, +2 [ICON_SCIENCE] Науки. Смежные клетки с привлекательностью «Очаровательная» или выше получают +1 [ICON_GOLD] Золота и +1 [ICON_SCIENCE] Науки, если не улучшены, или +1 [ICON_Culture] Культуры, если улучшены."),
		("LOC_FEATURE_SUK_NGORONGORO_CRATER_QUOTE",  																						"en_US",
		"«Никто не может сказать, что он поселился где-то навсегда; только горы не сходят со своих мест.»  
[NEWLINE] – Масайская пословица"																),
		("LOC_PEDIA_FEATURES_PAGE_FEATURE_SUK_NGORONGORO_CRATER_CHAPTER_HISTORY_PARA_1",  																						"en_US",
		"Величественный пейзаж кратера Нгоронгоро — крупнейшей в мире целостной вулканической кальдеры — в сочетании с его впечатляющей концентрацией дикой природы делает его одним из величайших природных чудес планеты. Кратер и прилегающая территория являются домом для примерно 25 000 крупных животных, включая редкие виды, такие как чёрный носорог, африканская дикая собака, африканская золотая кошка и около 500 видов птиц. Здесь проходит одна из крупнейших миграций животных на планете: ежегодно более 1 миллиона гну, 72 000 зебр и 350 000 газелей Томпсона и Гранта мигрируют в кратер и обратно.  

Кратер является частью более крупной охраняемой территории Нгоронгоро, созданной в 1959 году как зона смешанного землепользования, где дикая природа сосуществует с полукочевыми пастухами масаи, практикующими традиционное выпасание скота."																);
--------------------------------------------------------------------------------------------------------------------------
--------------------------------------------------------------------------------------------------------------------------