--==========================================================================================================================
-- UNIT TEXT
--==========================================================================================================================
INSERT
	OR REPLACE INTO LocalizedText (Language, Tag, Text)
VALUES
	--------------------------------------------------------------------
	-- Изменения для Рейны
	--------------------------------------------------------------------
	(
		"ru_RU",
		"LOC_GOVERNOR_PROMOTION_MERCHANT_TAX_COLLECTOR_NAME",
		"Главный аудитор"
	),
	(
		"ru_RU",
		"LOC_GOVERNOR_PROMOTION_MERCHANT_TAX_COLLECTOR_DESCRIPTION",
		"Улучшения Тайкунов и Инвесторов в радиусе 6 клеток дают +4 [ICON_GOLD] Золота. Тайкуны и Инвесторы стоят на 10% меньше [ICON_GOLD] Золота для найма в этом городе."
	),
	(
		"ru_RU",
		"LOC_PEDIA_PAGE_GOVERNOR_PROMOTION_MERCHANT_TAX_COLLECTOR_CHAPTER_HISTORY_PARA_1",
		"Главный аудитор, также известный в некоторых странах как главный контролер или аудитор и генеральный контролер, — это старший государственный служащий, отвечающий за повышение ответственности правительства путем аудита и отчетности о деятельности правительства. Аудит использовался как защитная мера с древних времен и с тех пор расширился, охватывая множество областей в государственном и корпоративном секторах. В средневековье аудиторы в Британии проверяли вручную бухгалтерские книги, чтобы исключить халатность или мошенничество. В 1951 году Мойер определил, что важнейшей обязанностью аудитора является выявление мошенничества. Работа аудитора в вашей цивилизации позволяет сократить потери государственных учреждений и корпораций из-за коррупции и обеспечить справедливость и отсутствие завышенных цен в контрактах."
	),
	--------------------------------------------------------------------
	-- Основная информация о юните
	--------------------------------------------------------------------
	(
		"ru_RU",
		"LOC_UNIT_LEU_INVESTOR_NAME",
		"Инвестор"
	),
	(
		"ru_RU",
		"LOC_UNIT_LEU_INVESTOR_DESCRIPTION",
		"Дорогой гражданский юнит, который может быть куплен только за [ICON_GOLD]Золото. Требуется наличие Банка для найма. Инвесторы могут создавать Корпорации, которые позволяют вашей цивилизации производить [ICON_GREATWORK_PRODUCT]Продукты для получения дополнительного [ICON_GOLD]Золота и [ICON_TOURISM]Туризма.[NEWLINE][NEWLINE]Они также могут строить Транснациональные компании и Морские танкеры на нейтральных клетках с роскошными или стратегическими ресурсами, позволяя вашей цивилизации захватывать эти ресурсы и присоединять клетки.[NEWLINE][NEWLINE]Дополнительно они могут создавать Склады и Контейнерные порты в других цивилизациях, укрепляя торговлю и ваши Корпорации."
	),
	--------------------------------------------------------------------
	-- История юнита
	--------------------------------------------------------------------
	-- Исторические абзацы
	(
		"ru_RU",
		"LOC_PEDIA_UNITS_PAGE_UNIT_LEU_INVESTOR_CHAPTER_HISTORY_PARA_1",
		"Хотя происхождение инвестиций уходит корнями во времена Хаммурапи, а инвестиционные регуляции можно отметить в большинстве историй, современная концепция инвестиций возникла в Амстердаме в эпоху позднего Возрождения. Постройка судна для Индии и его экипажа была почти всегда слишком дорогой и рискованной задачей для одного торговца. Однако, если вложения распределить между многими торговцами, риск и стоимость значительно снижаются. Именно так в 1602 году голландская Ост-Индская компания создала Амстердамскую фондовую биржу."
	),
	(
		"ru_RU",
		"LOC_PEDIA_UNITS_PAGE_UNIT_LEU_INVESTOR_CHAPTER_HISTORY_PARA_2",
		"Сегодня существует множество фондовых бирж по всему миру (наиболее значимые из них находятся в Токио, Лондоне и особенно в Нью-Йорке), и их правила существенно развились, однако они остаются похожими на своего амстердамского предшественника, пусть и с меньшим морским уклоном. Нью-Йоркская фондовая биржа была основана в 1792 году, через 190 лет после голландской. Электрический телеграф помог консолидировать рынки в развивающихся США и позволил Нью-Йорку и Лондону процветать как коммерческим центрам."
	),
	(
		"ru_RU",
		"LOC_PEDIA_UNITS_PAGE_UNIT_LEU_INVESTOR_CHAPTER_HISTORY_PARA_3",
		"Инвестиции остаются рискованным занятием, и у современного инвестора множество примеров для изучения. Неправильное управление может привести к огромным потерям, однако крахи рынка в 1929, 2008 и 2020 годах не остановили инвесторов от опасных авантюр, и вряд ли какой-либо крах остановит их в будущем."
	),
INSERT
	OR REPLACE INTO LocalizedText (Language, Tag, Text)
VALUES
	--------------------------------------------------------------------
	-- Основная информация о юните
	--------------------------------------------------------------------
	(
		"ru_RU",
		"LOC_UNIT_LEU_TYCOON_NAME",
		"Тайкун"
	),
	(
		"ru_RU",
		"LOC_UNIT_LEU_TYCOON_DESCRIPTION",
		"Дорогой гражданский юнит, который может быть куплен только за [ICON_GOLD]Золото.[NEWLINE][NEWLINE]Тайкуны могут создавать Промышленные предприятия на клетках с роскошными ресурсами, а после открытия Паровой машины их также можно использовать для строительства железных дорог и Станций, чтобы улучшить торговлю и [ICON_PRODUCTION] Производство на вашей территории. Они также могут строить Курорты на побережье и Горнолыжные курорты для увеличения [ICON_TOURISM] Туризма на привлекательных клетках."
	),
	--------------------------------------------------------------------
	-- История юнита
	--------------------------------------------------------------------
	-- Исторические абзацы
	(
		"ru_RU",
		"LOC_PEDIA_UNITS_PAGE_UNIT_LEU_TYCOON_CHAPTER_HISTORY_PARA_1",
		"Термин ''тайкун'' происходит от японского слова ''тайкун'', которое означает ''великий господин'' и использовалось как титул для сегуна. Слово вошло в английский язык в 1857 году после возвращения коммодора Перри в Соединенные Штаты. Президент США Авраам Линкольн шутливо назывался ''Тайкуном'' своими помощниками Джоном Николэем и Джоном Хэем. Термин распространился в деловых кругах, где используется до сих пор. Такие термины, как магнат, тайкун и барон, часто применялись к североамериканским бизнесменам конца XIX — начала XX века в добывающих отраслях, таких как горнодобывающая промышленность, лесозаготовка и нефтяная промышленность, в транспортной сфере, таких как судоходство и железные дороги, в производстве, включая автомобилестроение и сталелитейное производство, а также в банковской сфере и издательстве. Их господство известно как Вторая промышленная революция, Позолоченный век или Эра баронов-разбойников."
	),
	(
		"ru_RU",
		"LOC_PEDIA_UNITS_PAGE_UNIT_LEU_TYCOON_CHAPTER_HISTORY_PARA_2",
		"В Позолоченный век Америки, который охватывал большую часть второй половины XIX века, с примерно 1870 по 1900 годы, скорректированное на инфляцию богатство и влияние самых выдающихся фигур Америки значительно превышали то, что мы видим сегодня."
	),
	(
		"ru_RU",
		"LOC_PEDIA_UNITS_PAGE_UNIT_LEU_TYCOON_CHAPTER_HISTORY_PARA_3",
		"Богатство таких людей, как Джон Д. Рокфеллер, Корнелиус Вандербильт, Генри Форд и Эндрю Карнеги, по сегодняшним меркам измерялось бы сотнями миллиардов долларов, значительно превосходя таких технических гигантов, как Илон Маск, Билл Гейтс, Марк Цукерберг и даже Джефф Безос, самый богатый человек в мире на 2019 год. Такое огромное богатство часто подчеркивало финансовое неравенство эпохи. Именно эта идея величия на фоне нерешенных социальных проблем побудила Марка Твена придумать фразу ''Позолоченный век'' в его романе 1873 года ''Позолоченный век: История сегодня''. Название подразумевало, что тонкий налет богатства для элиты скрывал более широкие проблемы для многих представителей низшего и среднего классов."
	),
	(
		"ru_RU",
		"LOC_PEDIA_UNITS_PAGE_UNIT_LEU_TYCOON_CHAPTER_HISTORY_PARA_4",
		"Но прогресс, достигнутый в Соединенных Штатах в Позолоченный век, нельзя отрицать. Как часть Второй промышленной революции, страна пережила впечатляющий экономический подъем, во главе с выдающимися фигурами богатства и власти того времени. Значительная часть этого роста была достигнута благодаря железным дорогам, которые теперь протянулись от побережья до побережья, а также заводам, сталелитейной и угледобывающей промышленности. Бизнес процветал, а технологии, такие как пишущие машинки, кассовые аппараты и счетные машины, помогали трансформировать способы работы людей. Экономический взрыв включал в себя не только промышленный рост, но и развитие сельскохозяйственных технологий, таких как механические жатки."
	),
	(
		"ru_RU",
		"LOC_PEDIA_UNITS_PAGE_UNIT_LEU_TYCOON_CHAPTER_HISTORY_PARA_5",
		"В эпоху такого большого расширения и меньшего регулирования богатства и деловой практики обстоятельства были идеальными для появления класса чрезвычайно богатых людей, которые составляли очень небольшой процент общества. У них была власть и средства для создания возможностей и рабочих мест для многих, хотя из-за меньшего внимания к правам рабочих эпоха была отмечена проблемами, такими как дискриминация, эксплуатация и низкая заработная плата."
	);

--==========================================================================================================================
--==========================================================================================================================