--------------------------------------------------------------------------------------------------------------------------
-- LocalizedText
--------------------------------------------------------------------------------------------------------------------------
INSERT OR REPLACE INTO LocalizedText
		(Tag, 																								Language,					Text)
VALUES
--------------------------------------------------------------------------------------------------------------------------
--------------------------------------------------------------------------------------------------------------------------
		("LOC_FEATURE_SUK_GRANDCANYON_NAME",  																						"en_US",
		"Гранд-Каньон"																),
		("LOC_FEATURE_SUK_GRANDCANYON_DESCRIPTION",  																						"en_US",
		"Трёхклеточное непроходимое природное чудо. Даёт +1 [ICON_FOOD] Еды и +1 [ICON_CULTURE] Культуры на смежные клетки. После наступления Индустриальной Эры города получают +4 [ICON_Tourism] Туризма за каждую принадлежащую им клетку Гранд-Каньона. Обеспечивает источник пресной воды."																),
		("LOC_FEATURE_SUK_GRANDCANYON_QUOTE",  																						"en_US",
		"«В Гранд-Каньоне Аризона имеет природное чудо, которое по своему виду абсолютно непревзойдённо во всём мире. Вы не можете его улучшить. Века трудились над ним, и человек может лишь испортить его.»  
[NEWLINE] – Теодор Рузвельт"																),
		("LOC_PEDIA_FEATURES_PAGE_FEATURE_SUK_GRANDCANYON_CHAPTER_HISTORY_PARA_1",  																						"en_US",
		"Гранд-Каньон является одним из величайших продолжающихся геологических явлений Земли. Его масштабы поражают, а свидетельства, которые он раскрывает о прошлом планеты, бесценны. Его геологическая история охватывает все четыре эры эволюции Земли — от докембрия до кайнозоя. Этот каньон глубиной 1,5 километра (0,9 мили) извивается на протяжении 445 километров (276,5 миль) и был сформирован в течение 6 миллионов лет геологической активности и эрозии, вызванной рекой Колорадо.
Широко известный своей исключительной природной красотой и считающийся одним из самых впечатляющих пейзажей мира, Гранд-Каньон славится своими головокружительными глубинами, храмоподобными скальными образованиями и обширным, разноцветным, лабиринтоподобным рельефом. В пределах границ национального парка можно встретить живописные плато, равнины, пустыни, леса, вулканические конусы, потоки лавы, реки, водопады и одну из величайших рек США с бурными порогами.
Гранд-Каньон является исключительным примером биологических зон на разных высотах, сформировавшихся по мере углубления реки, и демонстрирует пять из семи жизненных зон Северной Америки на своих стенах. Многие виды флоры и фауны пересекаются между этими зонами и распространены по всему каньону.
В течение тысяч лет эта территория была непрерывно населена коренными американцами, которые строили поселения в самом каньоне и его многочисленных пещерах. Народ пуэбло считал Гранд-Каньон священным местом и совершал к нему паломничества. Президент США Теодор Рузвельт объявил каньон национальным памятником США 11 января 1908 года. Сегодня Национальный парк Гранд-Каньон является одной из главных природных достопримечательностей мира, ежегодно привлекая около пяти миллионов посетителей."																);
--------------------------------------------------------------------------------------------------------------------------
--------------------------------------------------------------------------------------------------------------------------