-- 6T_AGP_Text_Admiral
-- Author: JNR, Phantagonist
--------------------------------------------------------------

-- Russian
--------------------------------------------------------------
INSERT OR IGNORE INTO LocalizedText
		(Language,		Tag,																								Text)
VALUES	('ru_RU',		'LOC_GREATPERSON_COMBAT_STRENGTH_AOE_ANCIENT_SEA',													'+5 [ICON_Strength] к боевой мощи и +1 [ICON_Movement] к движению для морских юнитов древней и классической эпох в радиусе 2 клеток.'),

		('ru_RU',		'LOC_GREAT_PERSON_INDIVIDUAL_JNR_HENENU_NAME',														'Хенену'),
		('ru_RU',		'LOC_JNR_HENENU_MARITIME_TRADE_RANGE',																'Постоянно увеличивает радиус действия торговцев по воде на 33%.'),
		('ru_RU',		'LOC_PEDIA_GREATPEOPLE_PAGE_GREAT_PERSON_INDIVIDUAL_JNR_HENENU_CHAPTER_HISTORY_PARA_1',				'Хенену был египетским аристократом, родившимся в эпоху Среднего царства. Во время своей службы под руководством Ментухотепа III он возглавил армию численностью в три тысячи человек, пересёк горную Восточную пустыню через Вади Хаммамат и вышел на побережье Красного моря, сумев вновь открыть торговый путь в землю Пунт, привезя экзотические сокровища на родину. Надписи на его гробнице содержат подробное описание его экспедиций и предоставляют археологам важные сведения о торговле и дипломатии древнего Египта.'),
		('ru_RU',		'LOC_PEDIA_GREATPEOPLE_PAGE_GREAT_PERSON_INDIVIDUAL_JNR_HENENU_CHAPTER_HISTORY_PARA_2',				'В своём описании путешествия Хенену упоминает пять основных станций, где путники делали остановки, чтобы дать отдых людям и животным (вероятно, ослам, которые использовались в те времена как вьючные животные). Этот путь, позднее, во времена Птолемеев и римлян, соединял Коптос и порт Лейкос Лимен (ныне Эль-Кусейр) на Красном море, служа главным торговым маршрутом для купцов из разных стран.'),

		('ru_RU',		'LOC_GREAT_PERSON_INDIVIDUAL_JNR_NEI_MANGANIBUKA_NAME',												'Не Мангинибука'),
		('ru_RU',		'LOC_GREAT_PERSON_INDIVIDUAL_JNR_NEI_MANGANIBUKA_FREE_UNIT',										'Создаёт морской боевой юнит, который может перемещаться по океаническим клеткам без необходимости открытия соответствующей технологии.'),
		('ru_RU',		'LOC_ABILITY_JNR_NEI_MANGANIBUKA_EARLY_EXPLORER_NAME',												'Обучение Тераки'),
		('ru_RU',		'LOC_ABILITY_JNR_NEI_MANGANIBUKA_EARLY_EXPLORER_DESCRIPTION',										'Может перемещаться по океаническим клеткам без необходимости открытия соответствующей технологии.'),
		('ru_RU',		'LOC_PEDIA_GREATPEOPLE_PAGE_GREAT_PERSON_INDIVIDUAL_JNR_NEI_MANGANIBUKA_CHAPTER_HISTORY_PARA_1',	'Кирибатийская устная традиция упоминает легендарную Не Мангинибуку, мореплавательницу. Будучи женщиной с глубокими знаниями в морском деле, Не Мангинибука обучала своего сына Тераку и жителей Кирибати искусству изготовления каноэ и навыкам навигации в океане, что стало ключом к выживанию и процветанию островитян.'),
		('ru_RU',		'LOC_PEDIA_GREATPEOPLE_PAGE_GREAT_PERSON_INDIVIDUAL_JNR_NEI_MANGANIBUKA_CHAPTER_HISTORY_PARA_2',	'Мангинибука овладела искусством мореплавания, научилась предсказывать хорошую и плохую погоду для плавания. Её три брата больше любили рыбалку и, изучив немного, сразу отправлялись практиковать. Но Не Мангинибука упорно продолжала обучение, чтобы получить все знания своих родителей. Однажды, оставшись одна, она решила, что узнала всё возможное, и убила своих родителей, чтобы братья и сестра не могли получить эти же знания.'),
		('ru_RU',		'LOC_PEDIA_GREATPEOPLE_PAGE_GREAT_PERSON_INDIVIDUAL_JNR_NEI_MANGANIBUKA_CHAPTER_HISTORY_PARA_3',	'Через некоторое время, устав от упрёков братьев и сестры, Не Мангинибука использовала свои навыки навигации, чтобы покинуть остров и поселиться на соседнем. Там она вышла замуж и родила трёх сыновей. После гибели двух первых сыновей из-за недостаточных знаний навигации, Не Мангинибука обучила третьего сына, Тераку, сама. Терака возглавил экспедицию на родной остров матери, где местные жители убили его братьев, не зная, что те были родственниками. Используя свои знания, Терака помог восстановить семейные связи.'),
		('ru_RU',		'LOC_PEDIA_GREATPEOPLE_PAGE_GREAT_PERSON_INDIVIDUAL_JNR_NEI_MANGANIBUKA_CHAPTER_HISTORY_PARA_4',	'(Источник: "Traditional Stories from the Northern Gilberts (Karaki N Ikawai Mai Kiribati Meang)" Тен Тироба.)');
