-- 6T_AGP_Text_Writer
-- Author: JNR
--------------------------------------------------------------

-- English
--------------------------------------------------------------
INSERT OR IGNORE INTO LocalizedText
		(Language,		Tag,																							Text)
VALUES	('ru_RU',		'LOC_GREAT_PERSON_INDIVIDUAL_JNR_EN_HEDU_ANNA_NAME',											'Энхедуанна'),
		('ru_RU',		'LOC_GREATWORK_JNR_EN_HEDU_ANNA_1_NAME',														'Nin me šara (Восхваление Инанны)'),
		('ru_RU',		'LOC_GREATWORK_JNR_EN_HEDU_ANNA_1_QUOTE',														'Из-за захваченного супруга, из-за захваченного ребенка твоя ярость увеличивается, твое сердце остается неудовлетворенным.'),
		('ru_RU',		'LOC_GREATWORK_JNR_EN_HEDU_ANNA_2_NAME',														'Innin ša gura (Гимн Инанне)'),
		('ru_RU',		'LOC_GREATWORK_JNR_EN_HEDU_ANNA_2_QUOTE',														'Инанна, ты великолепна, ты велика! Моя госпожа, твое величие сияет. Пусть твое сердце восстановится ради меня!'),
		('ru_RU',		'LOC_PEDIA_GREATPEOPLE_PAGE_GREAT_PERSON_INDIVIDUAL_JNR_EN_HEDU_ANNA_CHAPTER_HISTORY_PARA_1',	'Энхедуанна была энту (верховной) жрицей бога луны Нанны (Сина) в шумерском городе-государстве Ур во времена правления ее отца, Саргона Аккадского (правил ок. 2334 – ок. 2279). Она, вероятно, была назначена своим отцом главой религиозной группы в Уре, чтобы укрепить связи между аккадской религией её отца и коренной шумерской религией.'),
		('ru_RU',		'LOC_PEDIA_GREATPEOPLE_PAGE_GREAT_PERSON_INDIVIDUAL_JNR_EN_HEDU_ANNA_CHAPTER_HISTORY_PARA_2',	'Энхедуанна считается самым ранним известным автором в мировой истории, поскольку в ряде произведений шумерской литературы, таких как "Восхваление Инанны", она выступает в роли рассказчика от первого лица, а другие произведения, такие как "Шумерские храмовые гимны", могут идентифицировать её как их автора. Произведения, приписываемые ей, также исследуются как ранний прообраз классической риторики.'),

		('ru_RU',		'LOC_GREAT_PERSON_INDIVIDUAL_JNR_PTAHHOTEP_NAME',												'Птаххотеп'),
		
		('ru_RU',		'LOC_GREATWORK_JNR_PTAHHOTEP_1_NAME',															'Наставления Птаххотепа, Фрагмент А'),
		('ru_RU',		'LOC_GREATWORK_JNR_PTAHHOTEP_1_QUOTE',															'Несправедливость существует в изобилии, но зло никогда не преуспеет в долгосрочной перспективе.'),
		('ru_RU',		'LOC_GREATWORK_JNR_PTAHHOTEP_2_NAME',															'Наставления Птаххотепа, Фрагмент B'),
		('ru_RU',		'LOC_GREATWORK_JNR_PTAHHOTEP_2_QUOTE',															'Научите своего ученика традициям. Пусть он станет примером для детей великих, чтобы они нашли в нем понимание и справедливость каждого сердца, которое говорит с ним, ведь человек не рождается мудрым.'),
		('ru_RU',		'LOC_PEDIA_GREATPEOPLE_PAGE_GREAT_PERSON_INDIVIDUAL_JNR_PTAHHOTEP_CHAPTER_HISTORY_PARA_1',		'Птаххотеп ("Мир Птаха"), иногда известный как Птаххотеп I или Птаххотепе, был древнеегипетским визирем конца 25 века до н.э. и начала 24 века до н.э. пятой династии Египта. Он был городским администратором и визирем (первым министром) во времена правления фараона Джедкара Исеси в пятой династии. Долгое время многие ученые полагали, что Птаххотеп написал первую книгу в истории. Ему приписывают авторство "Наставлений Птаххотепа", раннего произведения египетской "мудрости", предназначенного для обучения молодых людей соответствующему поведению.'),
		('ru_RU',		'LOC_PEDIA_GREATPEOPLE_PAGE_GREAT_PERSON_INDIVIDUAL_JNR_PTAHHOTEP_CHAPTER_HISTORY_PARA_2',		'Как визирь, он писал на различные темы в своей книге, которые были связаны с центральной концепцией египетской мудрости и литературы, происходящей от богини Маат. Она была дочерью первобытного и символизировала как космический порядок, так и социальную гармонию. Наставления Птаххотепа были написаны как советы его народу с целью поддержания этого "социального порядка". Он писал проницательные советы, охватывающие темы от манер за столом и надлежащего поведения для успеха в королевских кругах до полезных советов для мужа о сохранении красоты его жены. Птаххотеп также писал социальные инструкции, такие как способы избегать спорщиков и развивать самообладание.');


