-- 6T_AGP_Text_Merchant
-- Author: JNR, Phantagonist
--------------------------------------------------------------

-- English
--------------------------------------------------------------
INSERT OR IGNORE INTO LocalizedText
		(Language,		Tag,																					Text)
VALUES	('ru_RU',		'LOC_GREAT_PERSON_INDIVIDUAL_AMA_E_NAME',												'Ама-Э'),
		('ru_RU',		'LOC_GREATPERSON_JNR_FOOD_TO_INCOMING_DOMESTIC_ROUTES',									'Внутренние [ICON_TradeRoute] торговые пути в этот город дают +1 [ICON_Food] Еды и +1 [ICON_Production] Производства.'),
		('ru_RU',		'LOC_PEDIA_GREATPEOPLE_PAGE_GREAT_PERSON_INDIVIDUAL_JNR_AMA_E_CHAPTER_HISTORY_PARA_1',	'Ама-Э была шумерским купцом, которая вела активную деятельность во времена правления Саргона Аккадского. Она арендовала землю у короны для земледелия, вкладывалась в строительство, торговала ячменем и металлом, а также имела сеть деловых агентов, через которых покупала и продавала серебро, древесину, шерсть, продовольствие и духи.'),

		('ru_RU',		'LOC_GREAT_PERSON_INDIVIDUAL_HIRAM_NAME',												'Хирам'),
		('ru_RU',		'LOC_GREATPERSON_JNR_GRANT_MUREX',														'Дает {Amount} [ICON_RESOURCE_JNR_MUREX] {LOC_RESOURCE_JNR_MUREX_NAME}, уникальный роскошный ресурс, который обеспечивает +4 [ICON_Amenities] Удобства.'),
		('ru_RU',		'LOC_PEDIA_GREATPEOPLE_PAGE_GREAT_PERSON_INDIVIDUAL_JNR_HIRAM_CHAPTER_HISTORY_PARA_1',	'Хирам, известный как Хирам Абиф в легендах каменщиков, был финикийским ремесленником из Тира, отправленным царем Хирамом (правление с 980 по 947 гг. до н.э.; не путать с другим) к царю Соломону (правление с 970 по 931 гг. до н.э.) для помощи в строительстве Первого Храма Иерусалима. Его описывали как мастера, "искусного в работе с золотом и серебром, бронзой и железом, камнем и деревом, пурпуром и голубым, тонким льном и багряным, способного выполнить любое гравирование и осуществить любой план, который ему дадут."'),

		('ru_RU',		'LOC_RESOURCE_JNR_MUREX_NAME',															'Тирский пурпур'),

		('ru_RU',		'LOC_PEDIA_RESOURCES_PAGE_RESOURCE_JNR_MUREX_CHAPTER_HISTORY_PARA_1',					'Тирский пурпур, также известный как королевский пурпур или имперский пурпур, — это красновато-пурпурный натуральный краситель. Название "тирский" связано с городом Тир в Ливане. Этот краситель выделяется несколькими видами хищных морских улиток из семейства Muricidae, известных как "мурекс". В древности получение этого красителя требовало десятков тысяч улиток и значительных усилий, поэтому он был высоко ценим. Биологические пигменты было сложно получить, а секреты их производства тщательно охранялись производителями. Производство тирского пурпура для окрашивания тканей началось еще в 1200 году до н.э. финикийцами и продолжалось греками и римлянами вплоть до 1453 года, когда пал Константинополь. Подобно латинскому алфавиту финикийского происхождения, тирский пурпурный пигмент распространялся через уникальную торговую империю финикийцев.');

--------------------------------------------------------------

