-- 6T_AGP_Text_Scientist
-- Author: JNR
--------------------------------------------------------------

-- English
--------------------------------------------------------------
INSERT OR IGNORE INTO LocalizedText
		(Language,		Tag,																							Text)
VALUES	('ru_RU',		'LOC_GREAT_PERSON_INDIVIDUAL_JNR_THALES_MILETUS_NAME',											'Фалес Милетский'),
		('ru_RU',		'LOC_GREATPERSON_JNR_THALES_1ANCIENTECHBOOST',													'Вызывает [ICON_TechBoosted] эврику для одной случайной технологии эпохи Древности и [ICON_CivicBoosted] вдохновение для двух случайных социологических достижений эпохи Античности.'),
		('ru_RU',		'LOC_PEDIA_GREATPEOPLE_PAGE_GREAT_PERSON_INDIVIDUAL_JNR_THALES_MILETUS_CHAPTER_HISTORY_PARA_1',	'Фалес Милетский (ок. 626/623 – ок. 548/545 до н.э.) был древнегреческим досократическим философом из Милета в Ионии, Малой Азии. Фалес был одним из семи мудрецов, основателей древнегреческой философии, и ему приписывается выражение "Познай самого себя", выгравированное на храме Аполлона в Дельфах. Многие считают его первым философом в греческой традиции, который отошел от мифологических объяснений мира и вместо этого использовал естественную философию. Поэтому его также называют первым, кто занимался математикой, наукой и дедуктивным мышлением.'),
		('ru_RU',		'LOC_PEDIA_GREATPEOPLE_PAGE_GREAT_PERSON_INDIVIDUAL_JNR_THALES_MILETUS_CHAPTER_HISTORY_PARA_2',	'Первым философам следовало объяснять природу на основе существования одного первичного вещества. Фалес теоретизировал, что это вещество – вода. Он предполагал, что Земля плавает в воде. Считается, что Фалес вычислил высоты пирамид и расстояние кораблей от берега. В науке он был астрономом, который якобы предсказывал погоду и солнечные затмения. Ему также приписывают открытие положения созвездия Большая Медведица, а также расчёт времени солнцестояний и равноденствий. Фалес также был инженером; ему приписывают отклонение реки Галис.'),

		('ru_RU',		'LOC_GREAT_PERSON_INDIVIDUAL_JNR_MAITREYI_NAME',												'Майтрейи'),
		('ru_RU',		'LOC_GREATPERSON_JNR_MAITREYI_LIBRARY_SCIENCE',													'Добавляет +1 [ICON_Science] Наука, [ICON_Culture] Культура и [ICON_Faith] Вера к зданиям в кампусах этого города.'),
		('ru_RU',		'LOC_GREATPERSON_JNR_MAITREYI_CITIZEN_SCIENCE',													'Добавляет +0.2 [ICON_Science] Наука, [ICON_Culture] Культура и [ICON_Faith] Вера за каждого жителя в этом городе.'),
		('ru_RU',		'LOC_PEDIA_GREATPEOPLE_PAGE_GREAT_PERSON_INDIVIDUAL_JNR_MAITREYI_CHAPTER_HISTORY_PARA_1',		'Майтрейи ("Мудрая") была индийским философом, жившей в поздний ведический период в древней Индии. Она упоминается в Брихадараньяка Упанишад как одна из двух жен ведического мудреца Яджнавалкьи; предполагается, что она жила около VIII века до н.э. Однако в эпосе Махабхарата и Грихьясутрах Майтрейи описывается как философ-адвайтист, которая никогда не выходила замуж. В древнеиндийской литературе она известна как брахмавадини (толковательница Веды) и считается одной из самых образованных и добродетельных женщин древней Индии, символизирующей интеллектуальную женщину в Индии.'),
		('ru_RU',		'LOC_PEDIA_GREATPEOPLE_PAGE_GREAT_PERSON_INDIVIDUAL_JNR_MAITREYI_CHAPTER_HISTORY_PARA_2',		'В Ригведе около десяти гимнов приписываются Майтрейи. Она исследует индуистскую концепцию Атмана (души или самости) в диалоге, содержащемся в Брихадараньяка Упанишад. Этот диалог, также называемый диалогом Майтрейи и Яджнавалкьи, утверждает, что любовь движется душой человека, и обсуждает природу Атмана и Брахмана, а также их единство, что является основой философии адвайта. Майтрейи отвергает богатство, желая разделить духовное знание своего мужа, и в четырех известных версиях этой истории она бросает вызов теории Атмана Яджнавалкьи. Яджнавалкья признает её мотивы и считает её вопросы доказательством того, что она ищет высшее знание и является любящей Атмана.');


