--========================================================================================================================
-- Текст для локализации
--========================================================================================================================
INSERT OR REPLACE INTO BaseGameText
		(Tag,					Text)
VALUES
--========================================================================================================================
-- Сыр
--========================================================================================================================
		("ru_RU", "LOC_RESOURCE_SUK_CHEESE_NAME",
		"Сыр"),

		("ru_RU", "LOC_PEDIA_RESOURCES_PAGE_RESOURCE_SUK_CHEESE_CHAPTER_HISTORY_PARA_1",
		"Сыр — это продукт питания, получаемый из молока, который производится в широком ассортименте вкусов, текстур и форм. Существует сотни типов сыра, производимых в разных странах. Их стиль, текстура и вкус зависят от происхождения молока (включая диету животного), было ли оно пастеризовано, содержания жира, бактерий и плесени, способа обработки и выдержки. В качестве ароматизаторов могут использоваться травы, специи или дым от дерева. Желтый и красный цвет многих сыров, таких как Ред Лестер, получается за счет добавления аннато. В некоторые сыры могут добавляться такие ингредиенты, как черный перец, чеснок, зелёный лук или клюква."),

--========================================================================================================================
-- Верблюды
--========================================================================================================================
		("ru_RU", "LOC_RESOURCE_SUK_CAMEL_NAME",
		"Верблюды"),

		("ru_RU", "LOC_PEDIA_RESOURCES_PAGE_RESOURCE_SUK_CAMEL_CHAPTER_HISTORY_PARA_1",
		"Арабские верблюды были одомашнены примерно 3 500 лет назад и долгое время ценились как вьючные животные. Они могут переносить большие грузы на расстояние до 40 километров в день. В некоторых культурах богатство человека оценивается по количеству верблюдов, которые ему принадлежат. Сегодня почти все верблюды в мире являются домашними животными. Они обитают в Северной Африке и Южно-Западной Азии, а также были введены в Австралию."),

--========================================================================================================================
-- Обсидиан
--========================================================================================================================
		("ru_RU", "LOC_RESOURCE_SUK_OBSIDIAN_NAME",
		"Обсидиан"),

		("ru_RU", "LOC_PEDIA_RESOURCES_PAGE_RESOURCE_SUK_OBSIDIAN_CHAPTER_HISTORY_PARA_1",
		"Обсидиан — это вид стекла, образующийся во время вулканических извержений, и он обладает всеми основными физическими свойствами обычного стекла. Обсидиан был важной частью повседневной и ритуальной жизни Мезоамерики, и его широкое и разнообразное использование может быть значительным фактором в отсутствии металлургии в регионе. Этот материал высоко ценился и использовался для всего, от оружия до ювелирных изделий."),

--========================================================================================================================
-- Золото
--========================================================================================================================
		("ru_RU", "LOC_RESOURCE_GOLD_NAME",
		"Золото"),

		("ru_RU", "LOC_PEDIA_RESOURCES_PAGE_RESOURCE_GOLD_CHAPTER_HISTORY_PARA_1",
		"Золото — мягкий, блестящий и пластичный металл, который ценился людьми на протяжении всей истории. Это редкий металл, и его редкость значительно повышает его ценность. Несмотря на то, что золото имеет некоторые промышленное и медицинские применения, в первую очередь оно используется в качестве монет или для декоративных целей, украшая ювелирные изделия, чаши, столовые приборы и унитазы супербогатых и могущественных."),

--========================================================================================================================
-- Акулы
--========================================================================================================================
		("ru_RU", "LOC_RESOURCE_SUK_SHARK_NAME",
		"Акулы"),

		("ru_RU", "LOC_PEDIA_RESOURCES_PAGE_RESOURCE_SUK_SHARK_CHAPTER_HISTORY_PARA_1",
		"От Юкатана до Тихоокеанских островов акулы играют ведущую роль в мифах о происхождении многих прибрежных обществ. Когда люди начали выходить в море для торговли и исследования, встречи с акулами стали частью морских легенд. На самом деле именно акулы нуждаются в отпугивателе: люди гораздо более склонны съесть их, чем наоборот. В Китае суп из акульих плавников долгое время считался символом статуса. В Исландии хакарл — национальное блюдо, приготовленное из зелёной акулы. Мясо акул популярно в Австралии, где оно известно как флейк. В Восточной Африке и на островах Индийского океана мясо акул торговалось и служило значительным источником белка на протяжении многих веков."),

--========================================================================================================================
-- Бизоны
--========================================================================================================================
		("ru_RU", "LOC_RESOURCE_DLV_BISON_NAME",
		"Бизоны"),

		("ru_RU", "LOC_PEDIA_RESOURCES_PAGE_RESOURCE_DLV_BISON_CHAPTER_HISTORY_PARA_1",
		"Североамериканский бизон, который когда-то заполнял Великие равнины огромными стадами, был основным источником мяса, сухожилий, шкуры и костей, необходимых для выживания многих коренных племён. Почти до исчезновения в конце 1800-х годов, в последние десятилетия бизоны восстановились благодаря федеральным и государственным природоохранным программам.")
