--=============================================================================================================
-- RELIGION EXPANDED: BUILDINGS TEXT
--=============================================================================================================
INSERT
	OR REPLACE INTO LocalizedText (Language, Tag, Text)
VALUES
	---------------------------------------------------------------------------------------------------------------
	-- Buildings
	---------------------------------------------------------------------------------------------------------------
	(
		'ru_RU',
		'LOC_BUILDING_P0K_BASILICA_NAME',
		'Базилика'
	),
	(
		'ru_RU',
		'LOC_BUILDING_P0K_BETH_MANDA_NAME',
		'Бет Манда'
	),
	(
		'ru_RU',
		'LOC_BUILDING_P0K_KHALWAT_NAME',
		'Халват'
	),
	(
		'ru_RU',
		'LOC_BUILDING_P0K_BUTTO_NAME',
		'Бутто'
	),
	--	('ru_RU',	'LOC_BUILDING_P0K_BUTTO_DESCRIPTION',
	--	'Дает 1 случайный [ICON_TechBoosted] Эврику при завершении.'),
	(
		'ru_RU',
		'LOC_BUILDING_P0K_DERASAR_NAME',
		'Дерасар'
	),
	--	('ru_RU',	'LOC_BUILDING_P0K_DERASAR_DESCRIPTION',
	--	'Дает 1 случайное [ICON_CivicBoosted] Вдохновение при завершении.'),
	(
		'ru_RU',
		'LOC_BUILDING_P0K_CANDI_NAME',
		'Чанди'
	),
	(
		'ru_RU',
		'LOC_BUILDING_P0K_SERAPEUM_NAME',
		'Серапеум'
	),
	---------------------------------------------------------------------------------------------------------------
	-- Civilopedia
	--------------------------------------------------------------------------------------------------------------- 
	(
		'ru_RU',
		'LOC_PEDIA_BUILDINGS_PAGE_BUILDING_P0K_BASILICA_CHAPTER_HISTORY_PARA_1',
		'В Католической церкви базилика — это крупное и значительное церковное здание, назначенное папой базиликой и тем самым отличающееся церемониальными функциями от других церквей. Многие базилики являются важными святынями, часто принимающими значительные паломничества, особенно те, что были построены над местом захоронения мученика – хотя этот термин сейчас обычно обозначает пространство перед главным алтарем, расположенное ниже уровня основного пола, обеспечивающее более непосредственный доступ к захоронениям внизу. Первоначально базилика была древнеримским общественным зданием, где проводились суды и другие официальные и общественные функции. Как правило, это были прямоугольные здания с центральным нефом, окруженным двумя или более продольными проходами, с крышей на двух уровнях, причем центральная часть над нефом была выше, чтобы пропускать свет через окна. Однако базилики в Католической церкви не обязательно должны следовать этому архитектурному дизайну, чтобы считаться базиликами.'
	),
	(
		'ru_RU',
		'LOC_PEDIA_BUILDINGS_PAGE_BUILDING_P0K_BETH_MANDA_CHAPTER_HISTORY_PARA_1',
		'Бет манда — место поклонения для последователей мандеизма. Бет манды украшены дарфашем — крестом из оливкового дерева, частично покрытым кусочком белого шелкового полотна и семью веточками мирта. Этот крест не связан с христианским крестом; четыре руки креста символизируют четыре угла вселенной, чистое шелковое полотно представляет свет Бога, а семь веточек мирта — семь дней творения. Внутри бет манды проводятся еженедельные крещения и мессы за умерших.'
	),
	(
		'ru_RU',
		'LOC_PEDIA_BUILDINGS_PAGE_BUILDING_P0K_KHALWAT_CHAPTER_HISTORY_PARA_1',
		'Молитвенные дома друзов называются халватами. Этот термин также используется для обозначения духовных уединений суфиев. Главная святыня друзов находится в Халват аль-Байада в Ливане. Она имеет большую каменную круговую скамью рядом с древним дубом.'
	),
	(
		'ru_RU',
		'LOC_PEDIA_BUILDINGS_PAGE_BUILDING_P0K_BUTTO_CHAPTER_HISTORY_PARA_1',
		'Бутто — японское слово, обозначающее пагоду. Эти здания происходят от китайских пагод, которые, в свою очередь, являются интерпретацией индийских ступ. Бутто являются неотъемлемой частью буддийских храмовых комплексов Японии. Существует множество форм бутто, и они получают разные названия в зависимости от материала и количества этажей.'
	),
	(
		'ru_RU',
		'LOC_PEDIA_BUILDINGS_PAGE_BUILDING_P0K_DERASAR_CHAPTER_HISTORY_PARA_1',
		'Дерасары — это места поклонения для джайнов. Архитектура джайнов в основном ограничивается храмами и монастырями, а светские здания джайнов обычно отражают преобладающий стиль места и времени их строительства. Храмы можно разделить на Шикхар-бандхи (общественные храмы с высоким суперструктурой, часто в виде северо-индийской башни шихара) и Гхар-джайн (частные домашние святыни). Храм джайнов, являющийся центром паломничества, часто называется тиртха. Главный образ джайнистского храма известен как мула наяк.'
	),
	(
		'ru_RU',
		'LOC_PEDIA_BUILDINGS_PAGE_BUILDING_P0K_CANDI_CHAPTER_HISTORY_PARA_1',
		'Чанди — это индонезийские ступы. Они в основном были построены в период Хинду-Будда, с 4 по 15 века. Индонезийские археологи описывают чанди как священные сооружения индуистского и буддийского наследия, используемые для религиозных ритуалов и церемоний в Индонезии. Однако древние светские сооружения, такие как ворота, городские руины, бассейны и купальни, также часто называются чанди, а святилище, которое служит гробницей, называют чункуп.'
	),
	(
		'ru_RU',
		'LOC_PEDIA_BUILDINGS_PAGE_BUILDING_P0K_SERAPEUM_CHAPTER_HISTORY_PARA_1',
		'Серапеум — это храм, посвященный синкретическому греко-египетскому богу Серапису, который объединяет аспекты Осириса и Аписа в очеловеченной форме, принятой птолемеевскими греками Александрии. Один из самых важных серапеумов находился в Александрии, построенный Птолемеем III Эвергетом. Этот храм называли "дочерью библиотеки Александрии" и он существовал до конца IV века.'
	);