--=============================================================================================================
-- RELIGION EXPANDED: CONFIG TEXT
--=============================================================================================================
INSERT OR REPLACE INTO LocalizedText
		(Language,	Tag,	Text)
VALUES	('ru_RU',	'LOC_P0K_RELIGIONS_NAME',
		'Религии'),
		('ru_RU',	'LOC_P0K_RELIGIONS_DESCRIPTION',
		'Установите количество доступных [ICON_GreatProphet] Великих Пророков. Изначально значение зависит от размера карты, варьируется от 2 (Дуэль) до 7 (Огромная).'),
		('ru_RU',	'LOC_P0K_RELIGIONS_XP2_DESCRIPTION',
		'Установите количество доступных [ICON_GreatProphet] Великих Пророков. Для использования значений больше 12 требуется мод Tomatekh''s Historical Religions. Изначально значение зависит от размера карты, варьируется от 2 (Дуэль) до 7 (Огромная).');
