--=============================================================================================================
-- RELIGION EXPANDED: RELIGION TEXT (XP1 OR XP2)
--=============================================================================================================
INSERT
	OR REPLACE INTO LocalizedText (Language, Tag, Text)
VALUES
	---------------------------------------------------------------------------------------------------------------
	-- Follower Beliefs
	---------------------------------------------------------------------------------------------------------------
	(
		'ru_RU',
		'LOC_BELIEF_P0K_PROSPERITY_DOCTRINE_DESCRIPTION_XP',
		'Можно покупать здания Коммерческого района, Развлекательного комплекса и Аквапарка за [ICON_Faith] Веру.'
	);