--=============================================================================================================
-- RELIGION EXPANDED: UPDATED RELIGION TEXT
--=============================================================================================================
-- (The wording in some of the vanilla Beliefs is inconsistent or otherwise not to my taste. This file updates
-- for consistency with my wording for similar Beliefs, or updates if the vanilla Belief is changed by this mod).
--=============================================================================================================
INSERT
	OR REPLACE INTO LocalizedText (Language, Tag, Text)
VALUES
	---------------------------------------------------------------------------------------------------------------
	-- Pantheons
	--------------------------------------------------------------------------------------------------------------- 
	(
		'ru_RU',
		'LOC_BELIEF_DANCE_OF_THE_AURORA_DESCRIPTION',
		'Священные места получают стандартный бонус соседства за [ICON_Faith] Веру от клеток Тундры и Холмов Тундры.'
	),
	(
		'ru_RU',
		'LOC_BELIEF_DESERT_FOLKLORE_DESCRIPTION',
		'Священные места получают стандартный бонус соседства за [ICON_Faith] Веру от клеток Пустыни и Холмов Пустыни.'
	),
	(
		'ru_RU',
		'LOC_BELIEF_SACRED_PATH_DESCRIPTION',
		'Священные места получают стандартный бонус соседства за [ICON_Faith] Веру от клеток Джунглей.'
	),
	(
		'ru_RU',
		'LOC_BELIEF_MONUMENT_TO_THE_GODS_DESCRIPTION',
		'+15% [ICON_Production] Производства к строительству Чудес Света древнего и классического периодов.'
	),
	(
		'ru_RU',
		'LOC_BELIEF_GOD_OF_HEALING_DESCRIPTION',
		'Ваши юниты восстанавливают +30 HP в ваших Священных местах или на соседних клетках.'
	),
	(
		'ru_RU',
		'LOC_BELIEF_GOD_OF_WAR_DESCRIPTION',
		'Победы в бою дают [ICON_Faith] Веру, равную 50% от [ICON_Strength] Боевой силы побежденных юнитов в радиусе 8 клеток от района Священного места.'
	),
	(
		'ru_RU',
		'LOC_BELIEF_RELIGIOUS_SETTLEMENTS_DESCRIPTION',
		'Темпы расширения границ города увеличиваются на 15%.'
	),
	---------------------------------------------------------------------------------------------------------------
	-- Верования Последователей
	--------------------------------------------------------------------------------------------------------------- 
	(
		'ru_RU',
		'LOC_BELIEF_DIVINE_INSPIRATION_DESCRIPTION',
		'+4 [ICON_Faith] Веры от Чудес Света.'
	),
	(
		'ru_RU',
		'LOC_BELIEF_JESUIT_EDUCATION_DESCRIPTION',
		'Можно покупать здания Университетского комплекса и Театральной площади за [ICON_Faith] Веру.'
	),
	(
		'ru_RU',
		'LOC_BELIEF_RELIQUARIES_DESCRIPTION',
		'[ICON_Faith] Вера и [ICON_Tourism] Туризм от [ICON_GreatWork_Relic] Реликвий утроены.'
	),
	---------------------------------------------------------------------------------------------------------------
	-- Верования Поклонения
	---------------------------------------------------------------------------------------------------------------
	(
		'ru_RU',
		'LOC_BELIEF_CATHEDRAL_DESCRIPTION',
		'Позволяет строительство Кафедральных соборов (+3 [ICON_Faith] Веры, 1 слот для [ICON_GreatWork_Religious] Религиозного искусства).'
	),
	(
		'ru_RU',
		'LOC_BELIEF_MOSQUE_DESCRIPTION',
		'Позволяет строительство Мечетей (+3 [ICON_Faith] Веры). Миссионеры и Апостолы, созданные в этом городе, получают +1 заряд для распространения религии.'
	),
	---------------------------------------------------------------------------------------------------------------
	-- Верования Основателей
	--------------------------------------------------------------------------------------------------------------- 
	(
		'ru_RU',
		'LOC_BELIEF_RELIGIOUS_UNITY_DESCRIPTION',
		'Получите +1 [ICON_Envoy] Посла в город-государство, когда оно впервые примет эту [ICON_Religion] Религию (в дополнение к любым Послам, полученным за [ICON_CityStateQuest] Задания городов-государств).'
	),
	-- Enhancer Beliefs
	--------------------------------------------------------------------------------------------------------------- 
	(
		'ru_RU',
		'LOC_BELIEF_DEFENDER_OF_FAITH_DESCRIPTION',
		'Боевые юниты получают +5 [ICON_Strength] к боевой силе при сражении в пределах границ дружественных городов, следующих этой [ICON_Religion] Религии.'
	),
	(
		'ru_RU',
		'LOC_BELIEF_HOLY_ORDER_DESCRIPTION',
		'Стоимость покупки Миссионеров и Апостолов за [ICON_Faith] Веру снижена на 30%.'
	),
	(
		'ru_RU',
		'LOC_BELIEF_ITINERANT_PREACHERS_DESCRIPTION',
		'[ICON_Religion] Религиозное давление распространяется на 30% дальше.'
	),
	(
		'ru_RU',
		'LOC_BELIEF_JUST_WAR_DESCRIPTION',
		'Боевые юниты получают +10 [ICON_Strength] к боевой силе при сражении в пределах границ чужих городов, следующих этой [ICON_Religion] Религии.'
	),
	(
		'ru_RU',
		'LOC_BELIEF_MISSIONARY_ZEAL_DESCRIPTION',
		'[ICON_Religion] Религиозные юниты игнорируют штрафы за [ICON_Movement] передвижение по местности и природным объектам.'
	),
	(
		'ru_RU',
		'LOC_BELIEF_MONASTIC_ISOLATION_DESCRIPTION',
		'Давление этой [ICON_Religion] Религии никогда не снижается из-за поражений в Теологическом бою.'
	),
	(
		'ru_RU',
		'LOC_BELIEF_RELIGIOUS_COLONIZATION_DESCRIPTION',
		'Города начинают с этой [ICON_Religion] Религией, если основаны цивилизацией, у которой она является основной [ICON_Religion] Религией.'
	),
	(
		'ru_RU',
		'LOC_BELIEF_SCRIPTURE_DESCRIPTION',
		'+25% [ICON_Religion] Религиозного давления от соседних городов, увеличивается до +50% после изучения технологии "Печатное дело".'
	),