--==========================================================================================================================
-- GREAT PERSON TEXT
--==========================================================================================================================
INSERT
	OR REPLACE INTO LocalizedText (Language, Tag, Text)
VALUES
	--------------------------------------------------------------------
	-- Basic Great Person Info
	--------------------------------------------------------------------
	(
		"ru_RU",
		"LOC_GREAT_PERSON_INDIVIDUAL_LEU_JACK_MA_NAME",
		"Джек Ма"
	),
	--------------------------------------------------------------------
	-- Способности великой личности / Великие произведения
	--------------------------------------------------------------------
	(
		"ru_RU",
		"LOC_LEU_GREATPERSON_PRODUCT_GOLD_SUMMARY",
		"Получите {Amount} [ICON_Gold] золота за каждое [ICON_GreatWork_Product] изделие в этом городе."
	),
	(
		"ru_RU",
		"LOC_LEU_GREATPERSON_PRODUCT_TOURISM_SUMMARY",
		"[ICON_GreatWork_Product] Изделия во всех ваших городах создают {ScalingFactor}% от их обычного значения [ICON_Tourism] туризма."
	),
	--------------------------------------------------------------------
	-- Энциклопедия (Civilopedia)
	--------------------------------------------------------------------
	-- Джек Ма
	(
		"ru_RU",
		"LOC_PEDIA_GREATPEOPLE_PAGE_GREAT_PERSON_INDIVIDUAL_LEU_JACK_MA_CHAPTER_HISTORY_PARA_1",
		"Джек Ма, при рождении Ма Юнь (родился 10 сентября 1964 года, Ханчжоу, провинция Чжэцзян, Китай), китайский предприниматель, возглавлявший Alibaba Group, в которую входят несколько самых популярных веб-сайтов Китая, включая торговую площадку Alibaba.com и шопинг-сайт Taobao.com."
	),
	(
		"ru_RU",
		"LOC_PEDIA_GREATPEOPLE_PAGE_GREAT_PERSON_INDIVIDUAL_LEU_JACK_MA_CHAPTER_HISTORY_PARA_2",
		"Ма с детства увлекался английским языком, а в подростковом возрасте работал гидом для иностранных туристов в Ханчжоу. Он дважды проваливал вступительные экзамены в колледж Ханчжоу для учителей (слабым местом была математика), но был принят с третьей попытки в 1984 году и получил степень бакалавра по английскому языку в 1988 году. С 1988 по 1993 год он преподавал английский язык в Институте электроники и инженерии Ханчжоу (ныне Ханчжоуский университет электронных технологий). В 1994 году он основал свою первую компанию - переводческое агентство Haibo, предоставлявшее услуги перевода и интерпретации."
	),
	(
		"ru_RU",
		"LOC_PEDIA_GREATPEOPLE_PAGE_GREAT_PERSON_INDIVIDUAL_LEU_JACK_MA_CHAPTER_HISTORY_PARA_3",
		"В 1995 году, находясь в США от имени правительства города Ханчжоу, Ма впервые столкнулся с интернетом и увидел отсутствие китайских веб-сайтов как огромную бизнес-возможность. Вернувшись, он основал China Pages, компанию, создававшую веб-сайты для китайских предприятий, одну из первых интернет-компаний в Китае. Однако спустя два года он покинул компанию из-за жесткой конкуренции со стороны Hangzhou Telecom, которая создала конкурирующую компанию Chinesepage. С 1998 по 1999 год Ма руководил интернет-компанией в Пекине, поддерживаемой Министерством внешней торговли и экономического сотрудничества. Он убедил свою команду вернуться в Ханчжоу и основал Alibaba Group, запустив веб-сайт для сделок между малыми предприятиями."
	),
	(
		"ru_RU",
		"LOC_PEDIA_GREATPEOPLE_PAGE_GREAT_PERSON_INDIVIDUAL_LEU_JACK_MA_CHAPTER_HISTORY_PARA_4",
		"В 2003 году Ма создал новую компанию - потребительский онлайн-рынок Taobao. В то время американская компания eBay в сотрудничестве с китайской EachNet контролировала 80% рынка, но Ма решил, что политика взимания комиссий за сделки - это слабое место. Taobao не взимала такие комиссии, зарабатывая деньги на онлайн-рекламе и дополнительных услугах. К 2007 году Taobao занимала 67% рынка. В 2014 году Alibaba Group провела первичное публичное размещение на Нью-Йоркской фондовой бирже, собрав 21,8 миллиарда долларов - крупнейшее IPO в истории США на тот момент."
	),
	(
		"ru_RU",
		"LOC_PEDIA_GREATPEOPLE_PAGE_GREAT_PERSON_INDIVIDUAL_LEU_JACK_MA_CHAPTER_HISTORY_PARA_5",
		"В 2014 году Ма основал Ant Group, управлявшую Alipay и другими финансовыми сервисами. В 2020 году IPO Ant Group было отложено из-за требований китайских властей о реструктуризации. Эти события произошли вскоре после того, как Ма подверг критике финансовые регуляторы страны."
	);

--==========================================================================================================================
--==========================================================================================================================