--==========================================================================================================================
-- GREAT PERSON TEXT
--==========================================================================================================================
INSERT OR REPLACE INTO LocalizedText
		(Language, Tag,	Text)
VALUES
--------------------------------------------------------------------
-- Basic Great Person Info
--------------------------------------------------------------------
		("ru_RU", 
		"LOC_GREAT_PERSON_INDIVIDUAL_LEU_JACK_MA_NAME",					
		"Джек Ма"),
		
--------------------------------------------------------------------
-- Great Person Abilities / Great Works
--------------------------------------------------------------------
		("ru_RU", 
		"LOC_LEU_GREATPERSON_PRODUCT_GOLD_SUMMARY",					
		"Дает {Amount} [ICON_Gold] золота за каждый [ICON_GreatWork_Product] продукт в этом городе."),

		("ru_RU", 
		"LOC_LEU_GREATPERSON_PRODUCT_TOURISM_SUMMARY",					
		"[ICON_GreatWork_Product] проукты в вашей империи генерируют {ScalingFactor}% от их обычного [ICON_Tourism] туризма."),

--------------------------------------------------------------------
-- Great Person Pedia
--------------------------------------------------------------------
		-- Jack Ma
		("ru_RU", 
		"LOC_PEDIA_GREATPEOPLE_PAGE_GREAT_PERSON_INDIVIDUAL_LEU_JACK_MA_CHAPTER_HISTORY_PARA_1",					
		"Джек Ма, по прозвищу Ма Юнь (родился 10 сентября 1964 года, Ханчжоу, провинция Чжэцзян, Китай), китайский предприниматель, возглавлявший группу Alibaba, в которую входили несколько самых популярных веб-сайтов Китая, включая рынок B2B. Alibaba.com и торговый сайт Taobao.com."),
	
		("ru_RU", 
		"LOC_PEDIA_GREATPEOPLE_PAGE_GREAT_PERSON_INDIVIDUAL_LEU_JACK_MA_CHAPTER_HISTORY_PARA_2",					
		"Ма заинтересовался английским языком еще мальчиком, а в подростковом возрасте работал гидом для иностранных туристов в Ханчжоу. Ма дважды провалила вступительные экзамены в педагогический колледж Ханчжоу. (Его слабым местом была математика.) Его приняли с третьей попытки, в 1984 году, и он получил степень бакалавра по английскому языку в 1988 году. С 1988 по 1993 год он преподавал английский язык в Институте электроники и инженерии Ханчжоу (ныне Ханчжоу Дяньцзы). Университет). В 1994 году он основал свою первую компанию, бюро переводов Haibo, которая обеспечивала письменный и устный перевод на английский язык."),
	
		("ru_RU", 
		"LOC_PEDIA_GREATPEOPLE_PAGE_GREAT_PERSON_INDIVIDUAL_LEU_JACK_MA_CHAPTER_HISTORY_PARA_3",					
		"Во время поездки в Соединенные Штаты по поручению правительства города Ханчжоу в 1995 году Ма впервые столкнулся с Интернетом и увидел в отсутствии китайских веб-сайтов прекрасную возможность для бизнеса. По возвращении он основал China Pages, которая создавала веб-сайты для китайских предприятий и была одной из первых интернет-компаний Китая. Однако он покинул компанию два года спустя, отчасти из-за сильной конкуренции со стороны коммуникационной компании Hangzhou Telecom, которая основала конкурирующую компанию Chinesepage. С 1998 по 1999 год Ма возглавлял интернет-компанию в Пекине, которую поддерживало Министерство внешней торговли и экономического сотрудничества. Однако он чувствовал, что, если он останется с правительством, он упустит экономические возможности, которые открывает Интернет. Ма убедил свою команду в министерстве вернуться с ним в Ханчжоу и основал Alibaba Group, которая запустила веб-сайт, облегчающий сделки между малыми предприятиями. Ма был убежден, что Интернет-рынок «малый бизнес-малый бизнес» имеет гораздо больший потенциал для роста, чем Интернет-рынок «бизнес-потребитель». Малые предприятия платили членский взнос, чтобы получить сертификат надежных продавцов на Alibaba, при этом более высокий сбор взимался с предприятий, которые хотели продавать товары клиентам за пределами Китая. Чтобы внушить доверие к онлайн-продажам, была создана (2003 г.) компания Alipay, которая выступает в качестве третьей стороны в транзакциях. Рост Alibaba был быстрым. В 2005 году он привлек внимание американского интернет-портала Yahoo !, который купил 40 процентов акций, а в 2007 году Alibaba.com привлек 1,7 миллиарда долларов в ходе первичного публичного размещения (IPO) в Гонконге."),
	
		("ru_RU", 
		"LOC_PEDIA_GREATPEOPLE_PAGE_GREAT_PERSON_INDIVIDUAL_LEU_JACK_MA_CHAPTER_HISTORY_PARA_4",					
		"В 2003 году Ма создал новую компанию - онлайн-торговую площадку «от потребителя к потребителю» Taobao (по-китайски: «в поисках сокровищ»). В то время американская компания eBay в сотрудничестве с китайской компанией EachNet имела рыночную долю в 80 процентов, но Ма считал, что политика eBay-EachNet по взиманию с пользователей комиссии за транзакцию является слабым местом. Taobao не взимала такую плату, но зарабатывала деньги на интернет-рекламе и продаже дополнительных услуг пользователям. Интуиция Ма оказалась верной; к 2007 году доля Taobao на рынке составила 67 процентов, а eBay уступил контрольную долю своих операций в Китае китайско-язычной медиа-компании TOM Group, которая создала дочернюю компанию TOM EachNet. В 2011 году Ма объявил, что Taobao разделится на три компании: Taobao Marketplace, где люди смогут покупать и продавать товары; Taobao Mall, портал для онлайн-покупок; и eTao, поисковая система, связанная с покупками. В сентябре 2014 года Alibaba Group провела IPO на Нью-Йоркской фондовой бирже, в результате чего было привлечено 21,8 миллиарда долларов. Это IPO было крупнейшим в истории США и дало компании рыночную стоимость в 168 миллиардов долларов, что на тот момент было самым высоким показателем в истории IPO для любой интернет-компании. В сентябре 2018 года было объявлено, что Ма уйдет с поста председателя Alibaba в следующем году, хотя он останется в совете директоров."),
		
		("ru_RU", 
		"LOC_PEDIA_GREATPEOPLE_PAGE_GREAT_PERSON_INDIVIDUAL_LEU_JACK_MA_CHAPTER_HISTORY_PARA_5",					
		"В это время Ма курировал создание (2014 г.) Ant Group, которая выступала в качестве материнской группы для Alipay и других финансовых услуг. В 2020 году Ant планировалось провести IPO. Однако это было отложено, когда китайские официальные лица потребовали реструктуризации компании. Кроме того, в отношении Alibaba было возбуждено антимонопольное расследование. Эти события произошли вскоре после того, как Ма раскритиковал финансовые регуляторы страны.");
		
--==========================================================================================================================
--==========================================================================================================================

