INSERT OR REPLACE INTO LocalizedText (Language, Gender, Plurality, Tag, Text)
VALUES
--CIVILIZATION_AMERICA

("ru_RU", "", "", 	    "LOC_TRAIT_LEADER_ROOSEVELT_COROLLARY_DESCRIPTION",		            "Каждый активный курс военной политики дает +2 очка влияния на города-государства в ход. +1 [ICON_Gold] золота за каждого активного посла [ICON_Envoy]. +1 престижа всем клеткам в городе с национальным парком. Получите уникальный юнит «мужественный всадник», после исследования технологии «нарезные стволы»."	),

("ru_RU", "", "", 	    "LOC_TRAIT_CIVILIZATION_FOUNDING_FATHERS_EXPANSION2_DESCRIPTION",   "Отряды получают +5 к [ICON_Strength] боевой мощи на своем родном континенте. Все ячейки дипломатических политик в текущем правительстве преобразуются в универсальные ячейки. +1 [ICON_FAVOR] мирового влияния в ход за каждую универсальную ячейку политических курсов в своем правительстве. Новые города на родном континенте получают дополнительного жителя [ICON_CITIZEN]. -25% стоимости при покупке клеток."	),

("ru_RU", "", "", 	    "LOC_BUILDING_FILM_STUDIO_DESCRIPTION",                             "Уникальное здание Америки. +4 [ICON_Culture] культуры, удваивается при подаче энергии. Бонус [ICON_Culture] Культура распространяется на центр каждого города в пределах 6 клеток. Этот бонус применяется один раз к городу. +100% [ICON_Tourism] туристического давления этого города на другие цивилизации в эпоху нового времени и после нее."	),

("ru_RU", "", "", 	    "LOC_TRAIT_LEADER_ANTIQUES_AND_PARKS_DESCRIPTION",                  "Клетки с потрясающим престижем рядом с чудом природы, горами или рифами получают +1 [ICON_SCIENCE] науки и +1 [ICON_Gold] золота. Клетки с потрясающим престижем рядом с чудом, лесом или болотом получают +1 [ICON_CULTURE] культуры и +1 [ICON_Gold] золота. Все клетки в городе с чудом природы или национальным парком получают +1 ед. престижа соответственно. После разблокировки гражданского проекта «охрана природы» получите 2 бесплатных натуралистов из городов с национальным чудом."	),

("ru_RU", "", "", 	    "LOC_TRAIT_LEADER_ROOSEVELT_COROLLARY_ROUGH_RIDER_DESCRIPTION",		"Каждый активный курс военной политики дает +2 очка влияния на города-государства в ход. +1 [ICON_Gold] за каждого активного посла [ICON_Envoy]. Послы, отправленные в города-государства, к которым вы проложили [ICON_TradeRoute] торговый путь, считаются за двух [ICON_Envoy] послов. Получите уникальный юнит «мужественный всадник», после исследования технологии «нарезные стволы»."	),

("ru_RU", "", "",        "LOC_UNIT_AMERICAN_ROUGH_RIDER_DESCRIPTION",                        "Уникальный юнит тяжелой кавалерии Америки, доступный в промышленной эре при лидере Тедди Рузвельте. Хорошо противостоит юнитам дальнего боя. Обзор: 2[NEWLINE][NEWLINE]Бонусная [ICON_Culture] культура от уничтожения вражеских юнитов на континенте [ICON_Capital] столицы врага. +10 [ICON_Strength] боевой мощи при сражении на холмах. Уменьшена стоимость содержания."),
--CIVILIZATION_ARABIA

("ru_RU", "", "", 	    "LOC_TRAIT_CIVILIZATION_LAST_PROPHET_DESCRIPTION",		"Автоматически получите последнего [ICON_GreatProphet] великого пророка, когда будет получен предпоследний (если вы еще не получили [ICON_GreatProphet] великого пророка). +1 [ICON_Science] науки и +1 [ICON_FAITH] веры за каждый город, исповедующий религию Аравии. +1 [ICON_TradeRoute] доступный торговый путь от каждого храма. Религиозное давление от ваших [ICON_TradeRoute]торговых путей увеличивается на +100%."	),

("ru_RU", "", "", 	    "LOC_TRAIT_LEADER_RIGHTEOUSNESS_OF_FAITH_DESCRIPTION",  "Здание поклонения для своей религии может купить любой игрок всего за одну десятую от обычной стоимости [ICON_Faith] веры. Это здание поклонения дает прирост 10% к [ICON_Science] науке, [ICON_Faith] вере и [ICON_Culture] культуре арабских городов. Боевые юниты получают +10 к [ICON_Strength] боевой мощи, когда находятся в пределах границ городов, исповедующих религию Аравии."	),
-- 
-- ("ru_RU", "", "", 	    "LOC_BUILDING_MADRASA_DESCRIPTION",                     "A building unique to Arabia. Bonus [ICON_Faith] Faith equal to the adjacency bonus of the Campus district. [NEWLINE]Bonus [ICON_SCIENCE] Science extends to each city center within 4 tiles. This bonus applies once to a city. [NEWLINE]+0.1 [ICON_SCIENCE] Science per [ICON_Citizen] Citizen in the city due to better education."	),

("ru_RU", "", "", 	    "GOLDEN_LOC_RIGHTEOUSNESS_OF_FAITH",		            "+10 [ICON_Strength] за «Праведность»"	),

("ru_RU", "", "",        "LOC_UNIT_ARABIAN_MAMLUK_DESCRIPTION",                  "Уникальный арабский юнит тяжелой кавалерии Средневековья, который заменяет рыцаря и хорошо противостоит юнитам дальнего боя. Обзор: 2[NEWLINE][NEWLINE]Лечится в конце каждого хода, даже после движения или атаки."),
--CIVILIZATION_AUSTRALIA

("ru_RU", "", "", 	    "LOC_TRAIT_LEADER_CITADEL_CIVILIZATION_EXPANSION2_DESCRIPTION",		"+100% [ICON_PRODUCTION] к производству, +5 к [ICON_Strength] боевой мощи, +2 к [ICON_Movement] перемещению юнитов, если они получили объявление войны за последние 10 ходов. Во время войны с общим врагом они и их союзники делят награды за грабежи и делят боевой опыт, если находятся в пределах 5 клеток. Их союзы получают очки союза за войну с общим врагом. Ваши [ICON_TradeRoute] торговые пути в город союзника дают +1 [ICON_Science] науки и +1 [ICON_Culture] культуры для обоих городов."	),

("ru_RU", "", "", 	    "LOC_TRAIT_CIVILIZATION_LAND_DOWN_UNDER_DESCRIPTION",		        "Доход специализированных районов увеличивается на +2 на клеткаю с притягивающим престижем, на +4 на клетках с потрясающим престижем (однако бонус соседства от других районов и стандартный бонус соседства центра города не работают). Удвоенный доход, при убирании ресурсов или удалении особенностей ландшафта."	),

("ru_RU", "", "", 	    "LOC_IMPROVEMENT_OUTBACK_STATION_DESCRIPTION",		        "Позволяет строителям строить уникальное австралийское здание – скотоводческую ферму.[NEWLINE][NEWLINE]+1 [ICON_FOOD] пищи и +1 [ICON_PRODUCTION] производства и +1 [ICON_Housing] жилья. +1 [ICON_Food] пищи за каждое соседнее пастбище. Дополнительная [ICON_FOOD] пища и [ICON_PRODUCTION] производство по мере продвижения по дереву технологий и социальных институтов для соседних скотоводческих ферм и пастбищ в глубинке. Можно построить только на пустынных, пастбищных, равнинных клетках, включая клетки холмов."	),

("ru_RU", "", "",        "LOC_UNIT_DIGGER_DESCRIPTION",           "Австралийский уникальный юнит ближнего боя эпохи нового времени, заменяющий пехоту. Хорошо противостоит антикавалерийским подразделениям. Обзор: 1 [NEWLINE][NEWLINE]+10 [ICON_Strength] боевой мощи при сражении на прибрежных клетках. +5 [ICON_Strength] боевой мощи при сражении на нейтральной или чужой территории."),
--CIVILIZATION_AZTEC

("ru_RU", "", "", 	    "LOC_TRAIT_CIVILIZATION_LEGEND_FIVE_SUNS_DESCRIPTION",		"Потратьте заряд строителя, чтобы завершить 20% первоначальной стоимости района. +1 ко всем видам дохода для клеток, примыкающих как к озеру, так и к центру города. Победы в бою дают [ICON_Science] науку, равную 50% от [ICON_Strength] боевой мощи побежденного юнита."	),

("ru_RU", "", "", 	    "LOC_TRAIT_LEADER_GIFTS_FOR_TLATOANI_DESCRIPTION",		    "Ваши бонусные ресурсы действуют как редкие, предоставляя 1 [ICON_Amenities] довольства за каждый тип ресурса. Военные юниты получают +1 к [ICON_Strength] боевой мощи при атаке за каждый тип редкого ресурса, улучшенного на землях ацтеков. Ваши юниты ближнего боя, кавалерия и антикавалерийские юниты могут получить юнит строителя при убийстве вражеского юнита. Нельзя обучить или купить строителя."	),

("ru_RU", "", "", 	    "LOC_BUILDING_TLACHTLI_XP1_DESCRIPTION",		    "Уникальное здание ацтеков. Дает +2 [ICON_Amenities] довольства (без бонуса [ICON_POWER] электроэнергии), +3 [ICON_TOURISM] туризма и +3 очка [ICON_GreatGeneral] великого генерала. +2 [ICON_Culture] культуры и +2 [ICON_Faith] веры. Разблокируйте специальный проект «Жертвоприношение».[NEWLINE][NEWLINE]Уникальный проект ацтеков. Получите [ICON_Science] науку, [ICON_Culture] культуру и [ICON_Faith] веру в размере 15% от [ICON_Production] производства в этом городе вместе со стоимостью принесенного в жертву одного жителя [ICON_Citizen]. Получите 2 строителей при завершении этого проекта."	),

("ru_RU", "neuter", "1", 	    "LOC_PROJECT_SACRIFICE_NAME",		            "Жертвоприношение|жертвоприношения|жертвоприношению|жертвоприношение|жертвоприношением|жертвоприношении"	),

("ru_RU", "", "", 	    "LOC_PROJECT_SACRIFICE_DESCRIPTION",		    "Уникальный проект ацтеков, дает [ICON_Science] науку, [ICON_Culture] культуру и [ICON_Faith] веру в размере 10% от [ICON_Production] производства в этом городе вместе со стоимостью принесенного в жертву одного [ICON_Citizen] жителя. Получите 2 строителей при завершении этого проекта."	),

("ru_RU", "", "", 	    "LOC_UNIT_AZTEC_EAGLE_WARRIOR_DESCRIPTION",		        "Уникальный ацтекский юнит ближнего боя эпохи древнего мира, который заменяет воина и хорошо противостоит антикавалерийским юнитам. Обзор: 1[NEWLINE][NEWLINE] Имеет больше очков [ICON_Movement] перемещения, чем воин."	),
--CIVILIZATION_BABYLON

("ru_RU", "", "", 	    "LOC_TRAIT_CIVILIZATION_BABYLON_DESCRIPTION",		            "[ICON_TechBoosted] Озарения обеспечивают 79% науки [ICON_SCIENCE] для технологий. +100% очков [ICON_GreatScientist] великого ученого. -75% [ICON_SCIENCE] науки от зданий в кампусах."	),

("ru_RU", "", "", 	    "LOC_TRAIT_LEADER_HAMMURABI_XP1_DESCRIPTION",		            "Начните игру с разблокированным социальным институтом «свод законов». Когда каждый тип района, кроме Правительственной площади, строится в первый раз, вы получаете здание с наименьшей [ICON_PRODUCTION] производственной стоимостью, которое в настоящее время можно построить в этом районе. Получите посла [ICON_ENVOY], когда любой район будет построен в первый раз."	),

("ru_RU", "", "", 	    "LOC_BUILDING_PALGUM_DESCRIPTION",		            "Уникальное здание Вавилона. +2 [ICON_HOUSING] жилья, +1 [ICON_FOOD] пищи и +1 [ICON_PRODUCTION] производства. Клетки с пресной водой получают +1 [ICON_FOOD] пищи. Город должен быть рядом с рекой."	),

("ru_RU", "", "",        "LOC_UNIT_BABYLONIAN_SABUM_KIBITTUM_DESCRIPTION",           "Вавилонский уникальный юнит ближнего боя эпохи древнего мира, который заменяет воина и хорошо противостоит антикавалерийским юнитам. Обзор: 1 [NEWLINE][NEWLINE]+17 [ICON_Strength] к боевой мощи против юнитов тяжелой и легкой кавалерии. Этот юнит имеет 3 [ICON_Movement] очка перемещения и обзора."),
--CIVILIZATION_BRAZIL

("ru_RU", "", "", 	    "LOC_TRAIT_CIVILIZATION_AMAZON_DESCRIPTION",		"Клетки джунглей дают бонус +1 к соседству для специализированных районов (однако небольшой бонус соседства районов и стандартный бонус соседства центра города отключены). Неулучшенные клетки тропических лесов дают +1 [ICON_Food] пищи и +2 [ICON_Culture] культуры, когда исследуется «охрана природы»."	),

("ru_RU", "", "", 	    "LOC_TRAIT_LEADER_MAGNANIMOUS_DESCRIPTION",		    "Скидка 25% [ICON_Gold] на золото при покупке [ICON_GreatPerson] великого человека. После найма или покупки [ICON_GreatPerson] великого человека возвращается 25% от его стоимости."	),

("ru_RU", "", "", 	    "LOC_DISTRICT_STREET_CARNIVAL_EXPANSION2_DESCRIPTION",		    "Уникальный район Бразилии. Заменяет развлекательный комплекс. [NEWLINE][NEWLINE]Дает +1 [ICON_Amenities] довольства. Специалисты в этом районе дают дополнительный доход. Также открывает проект «Карнавал», который дает дополнительно +1 [ICON_Amenities] довольства во время выполнения и множество очков [ICON_GreatPerson] великих людей после завершения. Нельзя построить в городе с копакабаной. [NEWLINE][NEWLINE]+1 [ICON_Amenities] довольства рядом с уличным карнавалом. (Требуется игровой режим «город-гигант»)[NEWLINE]+1 [ICON_Amenities] довольства рядом с центром города.[NEWLINE]+1 [ICON_Amenities] довольства рядом с правительственной площадью.[NEWLINE]+1 [ICON_Amenities] довольства рядом с морским карнавалом.[NEWLINE]+2 [ICON_Amenities] довольства рядом с национальным развлекательным комплексом.[NEWLINE][NEWLINE]+2 престижа."	),

("ru_RU", "", "", 	    "LOC_DISTRICT_WATER_STREET_CARNIVAL_EXPANSION2_DESCRIPTION",	"Уникальный район Бразилии. Заменяет аквапарк.[NEWLINE][NEWLINE]Дает +1 [ICON_Amenities] довольства. Специалисты в этом районе дают дополнительный доход. Также открывает проект «Карнавал», который дает дополнительно +1 [ICON_Amenities] довольства во время выполнения и множество очков [ICON_GreatPerson] великих людей после завершения. Нельзя построить в городе с уличным карнавалом. Нельзя построить на рифе.[NEWLINE][NEWLINE]+1 [ICON_Amenities] довольства рядом с уличным карнавалом.[NEWLINE]+1 [ICON_Amenities] довольства рядом с центром города.[NEWLINE]+1 [ICON_Amenities] довольства рядом с правительственной площадью.[NEWLINE]+1 [ICON_Amenities] довольства рядом с морским карнавалом. (Требуется игровой режим «город-гигант»)[NEWLINE]+2 [ICON_Amenities] довольства рядом с национальным развлекательным комплексом.[NEWLINE][NEWLINE]+2 престижа."	),
--CIVILIZATION_BYZANTIUM


("ru_RU", "", "", 	    "LOC_TRAIT_CIVILIZATION_BYZANTIUM_DESCRIPTION",		    "Юниты получают +3 [ICON_Strength] к боевой мощи или [ICON_Religion] к религиозной силе за каждый священный город, обращенный в религию Византии (включая священный город Византии). Религия Византии распространяется на близлежащие города после поражения вражеской цивилизации или города-государства. Получите бесплатного апостола в городах с храмом и религией. Ваш апостол может выбрать любое повышение. +2 очка [ICON_GreatProphet] великого пророка от городов со священным местом."	),

("ru_RU", "", "", 	    "LOC_TRAIT_LEADER_BASIL_DESCRIPTION",		            "Юниты тяжелой и легкой кавалерии наносят полный урон городам той же религии, что и у Византии. Получите бесплатные стены и замки во всех городах, когда технология «Замок» будет исследована. Получите уникальный юнит «Тагма», когда будет исследован социальный институт «Божественное право»."	),

("ru_RU", "", "", 	    "LOC_DISTRICT_HIPPODROME_EXPANSION2_DESCRIPTION",		 "Уникальный район Византии. Заменяет развлекательный комплекс.[NEWLINE][NEWLINE]+1 [ICON_Amenities] довольства. После каждого строительства ипподрома и зданий в нем, вы получите отряд тяжелой кавалерии. Эти юниты не требует ресурсов при создании или обслуживании. [NEWLINE][NEWLINE]+1 [ICON_Amenities] довольства рядом с ипподромом. (Требуется режим игры «Город-гигант»)[NEWLINE]+1 [ICON_Amenities] довольства рядом с центром города.[NEWLINE]+1 [ICON_Amenities] довольства рядом с правительственной площадью.[NEWLINE]+2 [ICON_Amenities] доволсьтва рядом с национальным развлекательным комплексом.[NEWLINE][NEWLINE]+1 престиж."	),

("ru_RU", "", "",        "LOC_UNIT_BYZANTINE_TAGMA_DESCRIPTION",           "Уникальный юнит эпохи средневековья Василия II, который заменяет рыцаря, хорошо противостоит юнитам дальнего боя. Обзор: 2 [NEWLINE][NEWLINE]Наземные боевые юниты в пределах 1 клетки от тагмы получают +4 [ICON_Strength] к боевой мощи или [ICON_RELIGION] к религиозной силе."),
--CIVILIZATION_CANADA

("ru_RU", "", "", 	    "LOC_TRAIT_CIVILIZATION_FACES_OF_PEACE_DESCRIPTION",		"Нельзя объявлять войну городам-государствам или внезапную войну. Внезапные войны не могут быть объявлены Канаде. За каждые 50 [ICON_TOURISM] ед. туризма за ход вы получаете 1 очко [ICON_Favor] мирового влияния в ход. Получите +100% очков [ICON_Favor] мирового влияния после успешного завершения критической ситуации или конкурсного соревнования. Получите 5 очков мирового влияния в ход и удвойте после разблокировки социального института «Дипломатическая служба»."	),

("ru_RU", "", "", 	    "LOC_TRAIT_LEADER_LAST_BEST_WEST_DESCRIPTION",		        "Позволяет строить фермы в тундре без исследования соответствующего социального института. В тундре и на тундровых холмах все рудники и лесопилки дают +2 [ICON_PRODUCTION] производства, все фермы и лагеря дают +2 [ICON_FOOD] пищи. Снижает стоимость покупки клеток тундры (холмы) и снега (холмы) на 50%. Специализированные районы получают небольшой бонус за соседство с тундрой и стандартный бонус за соседство с клетками снега (однако бонус за соседство с малым районом и стандартный бонус за соседство с центром города убираются)."	),

("ru_RU", "", "", 	    "LOC_IMPROVEMENT_ICE_HOCKEY_RINK_DESCRIPTION",		        "Позволяет строителям строить хоккейный каток (уникально для Канады).[NEWLINE][NEWLINE]+2 [ICON_AMENITIES] довольства и +2 престижа. +1 [ICON_CULTURE] культуры за каждую соседнюю клетку тундры и тундровых холмов. +2 [ICON_CULTURE] культуры за каждую соседнюю клетку снега и снежных холмов. +4 [ICON_Gold] золота за каждый соседний развлекательный комплекс.[NEWLINE]+2 [ICON_FOOD] пищи и [ICON_PRODUCTION] производства после разблокировки социального института «Профессиональный спорт». +4 [ICON_CULTURE] культуры, если рядом со зданием стадиона. Предоставляет [ICON_Tourism] туризм от культуры [ICON_CULTURE] после исследования технологии «Авиация». [NEWLINE][NEWLINE]Можно построить в тундре, тундровых холмах, на снегу и снежных холмах. Один на город."	),

("ru_RU", "", "",        "LOC_UNIT_CANADA_MOUNTIE_DESCRIPTION",           "Канадский уникальный юнит легкой кавалерии нового времени, хорошо противостоит осадным юнитам. Обзор: 2 [NEWLINE][NEWLINE] Может создать национальный парк. +5 [ICON_Strength] к боевой мощи при сражении в пределах 2 клеток от национального парка. Дополнительные +5 [ICON_Strength] к боевой мощи при сражении в пределах 2 клеток от принадлежащего вам национального парка."),
--CIVILIZATION_CHINA

("ru_RU", "", "", 	    "LOC_TRAIT_CIVILIZATION_DYNASTIC_CYCLE_EXPANSION2_DESCRIPTION",		"Получите одно случайное [ICON_TechBoosted] озарение и  [ICON_CivicBoosted] вдохновение в каждой игровой эпохе. [ICON_TechBoosted] Озарение и [ICON_CivicBoosted] вдохновение обеспечивают дополнительные 10 % социальных институтов и технологий. Если вы находитесь в золотом веке [ICON_GLORY_GOLDEN_AGE], +1 престижа для всем клеткам на вашей территории. Но если вы находитесь в темном веке [ICON_GLORY_DARK_AGE], -1 [ICON_AMENITIES] довольства для всех городов. +1 дополнительная атака за ход юнитам дальнего боя, если они не двигались."	),

("ru_RU", "", "", 	    "LOC_TRAIT_LEADER_FIRST_EMPEROR_EXPANSION2_DESCRIPTION",		    "При строительстве чудес света древнего мира, античности, средневековья или возрождения, вы можете потратить заряды строителя, чтобы завершить 20% первоначальной стоимости чуда. Строители получают дополнительный заряд. Когда чудо света будет завершено, вы получите случайное [ICON_TechBoosted] озарение и [ICON_CivicBoosted] вдохновение из эпохи данного чуда. "	),

("ru_RU", "", "", 	    "LOC_IMPROVEMENT_GREAT_WALL_EXPANSION2_DESCRIPTION",		    "Открывает способность строителей строить Великую стену, уникальную для Китая.[NEWLINE][NEWLINE]Бонус к [ICON_Gold] золоту, если он находится рядом с соседними стенами. Дополнительные [ICON_Culture] культура и [ICON_Tourism] туризм по мере продвижения по древу технологий и социальных институтов для соседних стен.[NEWLINE][NEWLINE] +1 [ICON_Movement] к стоимости передвижения для этой клетки. Обороняющийся юнит получает [ICON_Strength] силу защиты и автоматически получает укрепление на 2 хода. Можно построить на клетках гор. [NEWLINE][NEWLINE] Можно строить только на соседних клетках без перекрытия. Должна строиться в виде линии. Может быть разграблена (но никогда не разрушена) только стихийными бедствиями."	),

("ru_RU", "", "", 	    "LOC_ABILITY_RANGE_EXTRA_ATTACK_DESCRIPTION",		    "+1 дополнительная атака если юнит не двигался."	),


("ru_RU", "", "", 	    "LOC_TRAIT_LEADER_KUBLAI_DESCRIPTION",		    "Получите случайное [ICON_TechBoosted] озарение и [ICON_CivicBoosted] вдохновение при открытии торгового поста [ICON_TradingPost] в городе другой цивилизации в первый раз или когда в захваченных городах проживает не менее 10 жителей [ICON_CITIZEN]. Получите +1 [ICON_Governor] титул губернатора и +1 [ICON_TradeRoute] доступный торговый путь, если в захваченных городах проживает не менее 20 жителей [ICON_CITIZEN]; Получите +20% ко всем непищевым доходам во всех захваченных городах, если в них проживает не менее 30 жителей [ICON_CITIZEN]."	),

("ru_RU", "", "", 	    "LOC_ABILITY_KUBLAI_POLICY_SLOT_COMBAT_BONUS_DESCRIPTION",		    "+1 [ICON_Strength] к боевой мощи за каждый курс экономической политики текущего правительства. (Хубилай)"	),

("ru_RU", "", "", 	    "LOC_UNIT_CHINESE_CROUCHING_TIGER_DESCRIPTION",		    "Уникальный китайский юнит дальнего боя средневековья, хорошо противостоит юнитам ближнего боя. Дальнобойный юнит с [ICON_Range] дальностью атаки 2 и высокой боевой мощью. Обзор: 1"	),
--CIVILIZATION_CREE

("ru_RU", "", "", 	    "LOC_LEADER_POUNDMAKER_ABILITY_DESCRIPTION",		                    "Все типы союзов обеспечивают общую видимость. Очки союза со всеми союзниками увеличиваются на 0,25 за ход. Ваши наземные боевые единицы быстрее [ICON_Movement] передвигаются по лесу и джунглям и могут видеть сквозь лес и джунгли. "	),

("ru_RU", "", "", 	    "LOC_IMPROVEMENT_MEKEWAP_DESCRIPTION",		                            "Позволяет строителям строить вигвам – уникальную постройку кри.[NEWLINE][NEWLINE]+1,5 [ICON_Housing] жилья. За каждые соседние бонусные ресурсы +1 [ICON_GOLD] золота. За каждые соседние бонусные ресурсы +1 [ICON_FOOD] пищи. За каждые соседние стратегические ресурсы +1 [ICON_PRODUCTION] производства. Удвойте эти бонусы после разблокировки технологий «Стремя» и «Канализация».[NEWLINE][NEWLINE]Должен быть размещен рядом с бонусным или редким ресурсом. Не может быть построен рядом с другим вигвамом."	),

("ru_RU", "", "", 	    "LOC_TRAIT_CIVILIZATION_CREE_TRADE_GAIN_TILES_DESCRIPTION",		        "Специализированные районы получают стандартный бонус соседства от клеток леса, однако соответствующий бонус соседства -1 от клеток джунглей. +1 [ICON_TradeRoute] доступный торговый путь и бесплатный торговец после открытия технологии «Гончарное дело». Ничьи клетки в пределах 3 клеток города кри переходят под контроль кри, когда торговец впервые перемещается по ним."	),

("ru_RU", "", "", 	    "LOC_ABILITY_IGNORE_WOOD_DESCRIPTION",		        "Может видеть сквозь лес и джунгли, имеет более быстрое [ICON_Movement] перемещение в лесах и джунглях."	),

("ru_RU", "", "",        "LOC_UNIT_CREE_OKIHTCITAW_DESCRIPTION",           "Уникальный разведывательный юнит кри эпохи древнего мира, который заменяет разведчика. Обзор: 3 [NEWLINE][NEWLINE]Начинается с 1 бесплатного повышения."),
--CIVILIZATION_EGYPT

("ru_RU", "", "", 	    "LOC_TRAIT_CIVILIZATION_ITERU_EXPANSION2_DESCRIPTION",		"Начните игру с открытой технологией «Орошение». +40% к [ICON_Production] производству районов и чудес света, если они размещены рядом с рекой. +1 [ICON_Food] пищи и +1 [ICON_Production] производства от ферм, если они находится на клетках пойм. Ресурсы, прилегающие к реке, приносят двойной доход. Не получает урон от наводнений."	),

("ru_RU", "", "", 	    "LOC_TRAIT_LEADER_MEDITERRANEAN_EXPANSION2_DESCRIPTION",	"Официальные войны не могут быть объявлены Египту. Ваши [ICON_TradeRoute] торговые пути к другим цивилизациям приносят +1 [ICON_Food] пищи, +1 [ICON_Production] производства и +2 [ICON_Gold] золота для Египта. Если цивилизация является вашим союзником, бонус будет удвоен. Торговля с союзниками приносит в два раза больше бонусных очков альянса."	),

("ru_RU", "", "", 	    "LOC_IMPROVEMENT_SPHINX_EXPANSION2_DESCRIPTION",		    "Позволяет строителям строить сфинкса (уникально для Египта).[NEWLINE][NEWLINE]+1 [ICON_Faith] к вере и +1 [ICON_Culture] к культуре, +2 к привлекательности. +1 [ICON_Faith] веры и +1 [ICON_Culture] культуры, если построить в пустыне или на поймах рек. Дает дополнительные +3 [ICON_Faith] веры от каждого чуда и +1 [ICON_Culture] культуры от каждой клетки пустыни, к которой оно примыкает.[NEWLINE] Дает дополнительно [ICON_Faith] веру после «Теологии» и [ICON_Culture] культуру после «Естественной истории». Дает [ICON_TOURISM] туризм после исследования «Авиации». [NEWLINE][NEWLINE]Можно построить только один раз в каждом городе."	),

("ru_RU", "", "",        "LOC_UNIT_EGYPTIAN_CHARIOT_ARCHER_DESCRIPTION",           "Уникальный египетский юнит дальнего боя эпози древнего мира, который заменяет тяжелую колесницу и хорошо противостоит юнитам ближнего боя. Обзор: 1 [NEWLINE][NEWLINE]4 [ICON_Movement] перемещения при старте на открытой местности."),
--CIVILIZATION_ENGLAND

("ru_RU", "", "", 	    "LOC_TRAIT_CIVILIZATION_PAX_BRITANNICA_EXPANSION2_DESCRIPTION",		"Каждый раз, когда вы находите город на континенте, отличном от вашего родного континента, вы получаете бесплатный юнит ближнего боя, +2 [ICON_TradeRoute] доступных торговых путей, если это ваш первый город на этом континенте. Получите уникальный юнит «Красный мундир» при исследовании технологии «Военная наука»."	),

("ru_RU", "", "", 	    "LOC_TRAIT_CIVILIZATION_INDUSTRIAL_REVOLUTION_DESCRIPTION",		    "+100% к [ICON_PRODUCTION] производству промышленной зоны и зданий в ней. Создание промышленной зоны производит культурный захват. Получите бесплатные технологии промышленной эры после завершения их предварительных технологий в эпохе возрождения. +2 [ICON_Citizen] жителей для ваших новых городов и +8% ко всем видам доходности для городов за пределами вашего континента. Если эти города примыкают к побережью, бонус удваивается."	),

("ru_RU", "", "", 	    "LOC_TRAIT_CIVILIZATION_INDUSTRIAL_REVOLUTION_NAME",		        "Империя, над которой никогда не заходит солнце"	),

("ru_RU", "", "", 	    "LOC_DISTRICT_ROYAL_NAVY_DOCKYARD_EXPANSION2_DESCRIPTION",		    "Уникальный район Англии для морской дейтельности в вашем городе. Заменяет гавань. Также убирает штраф [ICON_Movement] к движению за посадку и высадку на эту клетку и с нее. Должен быть построен на побережье или на озере, прилегающем к суше. Невозможно построить на рифе.[NEWLINE][NEWLINE]Получите большой бонус [ICON_Gold] золота за соседство с морскими ресурсами. Дает копию самого сильного морского юнита, который вы можете построить. +1 [ICON_Movement] перемещения всех кораблей, построенных на верфи. +10 к лояльности за ход при постройке на чужом континенте. Дальность атаки при обороне равна 2. Нет штрафа престижу"	),

("ru_RU", "", "",        "LOC_UNIT_ENGLISH_REDCOAT_DESCRIPTION",           "Уникальное английское подразделение ближнего боя промышленной эры, когда Виктория является лидером. Хорошо противостоит антикавалерийским подразделениям. Обзор: 1[NEWLINE][NEWLINE]+10 [ICON_Strength] к боевой мощи, когда вы сражаетесь на континенте, отличном от континента вашей столицы. Без штрафа к высадке."),
--CIVILIZATION_ETHIOPIA

("ru_RU", "", "", 	    "LOC_TRAIT_CIVILIZATION_ETHIOPIA_DESCRIPTION",		        "Международные торговые пути Эфиопии дают +0,5 [ICON_Faith] веры за каждый ресурс в пункте отправления. Улучшенные ресурсы дают +1 [ICON_Faith] веры за каждую копию, которой владеет город. Каждый Археологический музей содержит 6 артефактов [ICON_GreatWork_Artifact] вместо 3 и может одновременно поддерживать 2 археологов. Археологические музеи автоматически становятся тематическими, когда в них есть 6 [ICON_GreatWork_Artifact] артефактов. Можно приобрести археологические музеи и археологов за веру [ICON_Faith]."	),

("ru_RU", "", "", 	    "LOC_TRAIT_LEADER_MENELIK_DESCRIPTION",		        "Получите [ICON_SCIENCE] науку и [ICON_CULTURE] культуру в размере 15% вашего дохода [ICON_FAITH] веры в городах, основанных на холмах. Получите [ICON_FAITH] веру в размере 20% от стоимости при завершении строительства в городе с губернатором [ICON_Governor], но -20% [ICON_Gold] золота для всех городов. Отряды получают +4 [ICON_STRENGTH] к боевой мощи на холмах."	),

("ru_RU", "", "",        "LOC_UNIT_ETHIOPIAN_OROMO_CAVALRY_EXPANSION2_DESCRIPTION",           "Уникальный эфиопский юнит легкой кавалерии средневековья, хорошо противостоит осадным юнитам. [NEWLINE]Обзор: 3 [NEWLINE][NEWLINE] Обзор больше, чем у летучего отряда, которого он заменяет. Не получает [ICON_Movement] штрафа за передвижение по холмам."),
--CIVILIZATION_FRANCE

("ru_RU", "", "", 	    "LOC_TRAIT_CIVILIZATION_WONDER_TOURISM_DESCRIPTION",	"+100% к [ICON_Production] производству чудес света от средневековья до информационной эры. [ICON_Tourism] Туризм от чудес любой эпохи +100%. Получите юнит ближнего боя, как только чудо света будет завершено. Чудеса света дают +5 [ICON_Culture] культуры, +5 [ICON_Gold] золота и +2 [ICON_Amenities] довольства."	),

("ru_RU", "", "", 	    "LOC_TRAIT_LEADER_FLYING_SQUADRON_DESCRIPTION",		    "Имеет на 1 уровень дипломатической видимости [ICON_VisLimited] выше обычного для каждой цивилизации, которую она встретила. Получает бесплатного шпиона (и дополнительную ячейку шпиона) после технологии «Замки». Все шпионы начинают как агенты с бесплатным повышением. +50% [ICON_Production] к производству шпионов. Шпионские операции занимают на 25% меньше времени."	),

("ru_RU", "", "", 	    "LOC_TRAIT_LEADER_ELEANOR_LOYALTY_DESCRIPTION",		    "Каждый великий труд в городах Алиеноры вызывает -1 лояльности за ход в иностранных городах в пределах 9 клеток. Город, который покидает другую цивилизацию из-за потери лояльности и в настоящее время получает наибольшее количество лояльности за ход от цивилизации Алиеноры, пропускает этап вольного города, чтобы присоединиться к этой цивилизации. +2 очка [ICON_GreatWriter] великих писателей, [ICON_GreatArtist] великих художников и [ICON_GreatMusician] великих музыкантов, если в городе есть театральная площадь с бонусом соседства культуры [ICON_Culture] не менее 4."	),

("ru_RU", "", "", 	    "LOC_IMPROVEMENT_CHATEAU_EXPANSION2_DESCRIPTION",		"Позволяет строителям создавать шато (уникально для Франции).[NEWLINE][NEWLINE]+2 [ICON_Culture] к культуре и +1 [ICON_Gold] к золоту. +1 к престижу. +2 [ICON_Culture] культуры за каждое соседнее чудо. +2 [ICON_Gold] золота, если на клетке у реки. Предоставляет [ICON_TOURISM] туризм от культуры [ICON_CULTURE] после исследования «Авиации»
. Должен быть размещен рядом с бонусным или редким ресурсом. Не может быть построен рядом с другим шато."	),

("ru_RU", "", "", 	    "LOC_TRAIT_LEADER_MAGNIFICENCES_DESCRIPTION",		        "Одной копии каждого редкого ресурса достаточно, чтобы предоставить [ICON_Amenities] довольство всем городам. Улучшенные редкие ресурсы, расположенные рядом с районами театральной площади или шато, получают +2 [ICON_CULTURE] культуры. +100% к [ICON_PRODUCTION] производству театральной площади и его зданиям. Художественные музеи автоматически становятся тематическими, когда в них есть 3 великих произведения. Может инициировать проект «Придворный фестиваль» в любом городе с районом театральной площади."	),

("ru_RU", "", "",        "LOC_UNIT_FRENCH_GARDE_IMPERIALE_DESCRIPTION",           "Уникальный французский юнит ближнего боя промышленной эры. Хорошо противостоит антикавалерийским юнитам. Обзор: 1[NEWLINE][NEWLINE]+10 [ICON_Strength] к боевой мощи при сражении на континенте вашей столицы. [ICON_GreatGeneral] Очки Great General за убийство юнитов."),
--CIVILIZATION_GAUL

("ru_RU", "", "", 	    "LOC_TRAIT_CIVILIZATION_GAUL_DESCRIPTION",		        "Рудники дают стандартный бонус соседства для всех районов, культурный захват ничейной территории и +1 [ICON_CULTURE] культуры. Одна ячейка военной, экономической и дипломатической политики в действующем правительстве преобразуется в ячейку универсальной политики. Специализированные районы не могут быть построены рядом с центром города."	),

("ru_RU", "", "", 	    "LOC_TRAIT_LEADER_AMBIORIX_DESCRIPTION",		        "Ваша цивилизация получает культуру [ICON_CULTURE] в размере 20% от стоимости негражданского юнита после его обучении. Боевые юниты ближнего боя, антикавалерийские и дальнобойные юниты получают +2 [ICON_Strength] к боевой мощи за каждую соседний боевой юнит. +2 [ICON_CITIZEN] горожанина в городе после завершения строительства военного лагеря."	),

("ru_RU", "", "", 	    "LOC_DISTRICT_OPPIDUM_DESCRIPTION",		        "Уникальный район галлов, заменяющий промышленную зону. [NEWLINE][NEWLINE]Дает большой бонус к [ICON_Production] производству, если он находится рядом с рудником или стратегическим ресурсом. Оппид может провести дальнобойную атаку, дальность атаки равна 2. Когда построен первый оппид, открывается технология «Ученичество». Нет штрафа к престижу."	),

("ru_RU", "", "",        "LOC_UNIT_GAUL_GAESATAE_DESCRIPTION",           "Уникальный галльский юнит эпохи древнего мира, который заменяет воина, хорошо противостоит антикавалерийским юнитам. Обзор: 1[NEWLINE][NEWLINE]Этот юнит стоит дороже и получает +10 [ICON_Strength] к боевой мощи, когда сражается с юнитами с более высокой базовой боевой мощью. +5 [ICON_Strength] боевой мощи против районов."),
--CIVILIZATION_GERMANY

("ru_RU", "", "", 	    "LOC_TRAIT_CIVILIZATION_IMPERIAL_FREE_CITIES_DESCRIPTION",		"Каждый город может построить на один район больше, чем обычно (превышая предел, основанный на населении [ICON_Citizen]). +1 [ICON_Movement] перемещение юнитов на дружественной территории, если вы находитесь в мире с другими цивилизациями, +2 [ICON_Movement] перемещения юнитов на вражеской территории, если вы находитесь в состоянии войны с какой-либо цивилизацией. Здания, дающие дополнительный доход при использовании [ICON_POWER] электроэнергии, получают +3 к своему доходу."	),

("ru_RU", "", "", 	    "LOC_TRAIT_LEADER_HOLY_ROMAN_EMPEROR_DESCRIPTION",		        "Дополнительная ячейка военной политики. +10 [ICON_Strength] боевой мощи против городов-государств и вольных городов. Получите бесплатный юнит ближнего боя после строительства военного лагеря."	),

("ru_RU", "", "", 	    "LOC_DISTRICT_HANSA_EXPANSION2_DESCRIPTION",		            "Уникальный район Германии для промышленной деятельности. Заменяет промышленную зону и дешевле в строительстве.[NEWLINE][NEWLINE]Дает большой бонус [ICON_Production] производства за каждый соседний коммерческий центр и соседний ресурс. Больше производства [ICON_Production] от специалистов. Дополнительно +1 очко [ICON_GreatScientist] великого ученого и очко [ICON_GreatMERCHANT] великого торговца. Может быть построен рядом с центром города, без штрафа к престижу."	),

("ru_RU", "", "", 	    "LOC_PROMOTION_COMBAT_VS_CITY_STATES_DESCRIPTION",		        "+10 [ICON_Strength] боевой мощи против городов-государств и вольных городов."	),

("ru_RU", "", "", 	    "LOC_ABILITY_BARBAROSSA_COMBAT_BONUS_VS_CITY_STATES_DESCRIPTION",		        "+10 [ICON_Strength] боевой мощи против городов-государств и вольных городов."	),

("ru_RU", "", "", 	    "LOC_ABILITY_GERMANY_WAR_ENEMY_TERRITORY_MOVEMENT_DESCRIPTION",		        "+2 к [ICON_Movement] перемещению юнитов на вражеской территории, если вы находитесь в состоянии войны с какой-либо цивилизацией."	),
--CIVILIZATION_GEORGIA

("ru_RU", "", "", 	    "LOC_TRAIT_CIVILIZATION_GOLDEN_AGE_QUESTS_DESCRIPTION",		            "Получите бесплатную технологию «Каменная кладка» и [ICON_TechBoosted] озарение для технологии «Замки» в начале игры. Выбирая устремления в начале золотого или героического века, вы получаете бонус нормального века, направленный на улучшение показателей эры, в дополнение к другому бонусу. Вы можете покупать любые здания за [ICON_Faith] веру."	),

("ru_RU", "", "", 	    "LOC_TRAIT_LEADER_RELIGION_CITY_STATES_DESCRIPTION",		            "+1 [ICON_Faith] веры за каждого [ICON_Citizen] горожанина в городах с [ICON_Governor] губернаторами. Боевые победы дают [ICON_FAITH] веру, равную 50% боевой мощи побежденного юнита (на стандартной скорости). Каждый [ICON_ENVOY] посол, которого вы отправляете в город-государство, исповедующий большинством вашу религию, считается за двух [ICON_ENVOY] послов."	),

("ru_RU", "", "", 	    "LOC_BUILDING_TSIKHE_DESCRIPTION_XP2",		                            "Уникальное здание Грузии. Защита выше, чем у средневековых стен. +4 [ICON_Faith] веры, +1 [ICON_GreatWork_Relic] ячейка для реликвии. В золотом веке [ICON_TOURISM] туризм и [ICON_FAITH] вера увеличиваются на 100%. Удвойте религиозное давление, исходящее от этого города. Дает +3 [ICON_TOURISM] к туризму после исследования социального инсотитута «Охрана природы». "	),

("ru_RU", "", "", 	    "LOC_TRAIT_CIVILIZATION_GOLDEN_AGE_QUESTS_MODE_DESCRIPTION",		    "Получите бесплатную технологию «Каменная кладка» и  [ICON_TechBoosted] озарение для технологии «Замки» в начале игры. Находясь в золотом веке, получите дополнительную универсальную ячейку политических курсов и возможность использовать политические курсы темного века. Вы можете покупать любые здания за [ICON_Faith] веру."	),

("ru_RU", "", "",        "LOC_UNIT_GEORGIAN_KHEVSURETI_DESCRIPTION",           "Уникальный грузинский юнит ближнего боя эпохи средневековья. Хорошо противостоит антикавалерийским юнитам. Обзор: 1 [NEWLINE][NEWLINE]+7 [ICON_Strength] к боевой мощи при сражении на холмах. Нет [ICON_Movement] штрафа за передвижение на холмах."),
--CIVILIZATION_GRAN_COLOMBIA

("ru_RU", "", "", 	    "LOC_TRAIT_CIVILIZATION_EJERCITO_PATRIOTA_DESCRIPTION",		"+1 [ICON_Movement] к перемещению всех юнитов. Повышение юнита не заканчивает его ход. Лояльность ваших [ICON_CITIZEN] горожан в золотом [ICON_GLORY_GOLDEN_AGE] и темном веке [ICON_GLORY_DARK_AGE] такая же, как и в нормальном веке."	),

("ru_RU", "", "", 	    "LOC_TRAIT_LEADER_CAMPANA_ADMIRABLE_DESCRIPTION_XP1",		"Получите главнокомандующего каждый раз, когда игра вступает в новую эпоху. +50% ко всем видам дохода после освобождения города на 10 ходов. Боевые победы приносят [ICON_Gold] золото в размере 50% от [ICON_Strength] боевой мощи побежденного юнита."	),

("ru_RU", "", "", 	    "LOC_IMPROVEMENT_HACIENDA_DESCRIPTION",		"Позволяет строителям строить асьенды (уникально для Великой Колумбии).[NEWLINE][NEWLINE]+1 [ICON_GOLD] золота, +1 [ICON_PRODUCTION] производства и +1 [Icon_Housing] жилья. [NEWLINE]+1 [ICON_Food] пищи за каждую соседнюю плантацию. +1 [ICON_Gold] золота за каждую соседнюю плантацию после открытия «Экономики». +1 [ICON_Production] производства для каждой соседней плантации после открытия «Стандартизации». [NEWLINE]Асьенды получают +1 [ICON_Gold] золота за каждую соседнюю асьенду. Асьенды получают +1 [ICON_Production] производства за каждую соседнюю асьенду после открытия «Быстрого развертывания». [NEWLINE][NEWLINE]Можно строить только на равнинах, равнинных холмах, пастбищах и пастбищных холмах."	),

("ru_RU", "", "",        "LOC_UNIT_COLOMBIAN_LLANERO_DESCRIPTION",           "Уникальный юнит легкой кавалерии Великой Колумбии промышленной эры. Заменяет кавалерию, хорошо противостоит осадным юнитам. Обзор: 2 [NEWLINE][NEWLINE] Низкая стоимость обслуживания. +4 к [ICON_Strength] боевой мощи за каждого соседнего льянеро. Полностью исцеляется, когда находится в радиусе действия главнокомандующего, который активирует способность уйти в отставку."),
--CIVILIZATION_GREECE

("ru_RU", "", "", 	    "LOC_TRAIT_CIVILIZATION_PLATOS_REPUBLIC_DESCRIPTION",		"Одна дополнительная универсальная ячейка политических курсов при любом правительстве. Получите дополнительный [ICON_Governor] титул губернатора от правительственной площади и ее зданий."	),

("ru_RU", "", "", 	    "LOC_TRAIT_LEADER_THERMOPYLAE_DESCRIPTION",		            "Боевые победы обеспечивают [ICON_Culture] культуру, равную 50% от [ICON_Strength] боевой мощи побежденного юнита. +1 [ICON_Strength] к боевой мощи за каждую ячейку военной политики. +3 [ICON_Housing] жилья от военного лагеря."	),

("ru_RU", "", "", 	    "LOC_TRAIT_LEADER_SURROUNDED_BY_GLORY_DESCRIPTION",		    "+5% [ICON_Culture] культуры за каждый город-государство, сюзереном которого вы являетесь. +100% производства [ICON_PRODUCTION] к чудесам эпохи древнего мира и античности. +1 [ICON_Culture] культуры и +1 [ICON_Gold] золота за клетки, примыкающие к чудесам света."	),

("ru_RU", "", "", 	    "LOC_DISTRICT_ACROPOLIS_EXPANSION2_DESCRIPTION",		    "Уникальный район Греции для культурной деятельности. Заменяет театральную площадь и дешевле в строительстве. [NEWLINE][NEWLINE]По завершении вы получите 1 [ICON_Envoy] посла. Дает стандартный [ICON_Culture] бонус культуры от каждого соседнего района. Можно построить только на холмах.[NEWLINE]+1 ед. престижа."	),

("ru_RU", "", "",        "LOC_UNIT_GREEK_HOPLITE_DESCRIPTION",           "Уникальный греческий антикавалерийский юнит эпохи древнего мира, который заменяет копейщика, хорошо противостоит кавалерийским юнитам. Обзор: 1[NEWLINE][NEWLINE]+10 [ICON_Strength] боевой мощи, если рядом есть хотя бы один гоплит."),
--CIVILIZATION_HUNGRAY

("ru_RU", "", "", 	    "LOC_TRAIT_CIVILIZATION_PEARL_DANUBE_DESCRIPTION",		"+100% [ICON_PRODUCTION] производства в районах и зданиях, построенных через реку от центра города. +1 [ICON_Citizen] горожанин для нового города с рекой."	),

("ru_RU", "", "", 	    "LOC_TRAIT_LEADER_RAVEN_KING_DESCRIPTION",		        "Мобилизованные юниты получают +2 [ICON_Movement] к премещению и +5 [ICON_Strength] к боевой мощи. На повышение нанятых юнитов тратится на 75% меньше [ICON_GOLD] золота и ресурсов. Получите 2 [ICON_ENVOY] послов, когда создадите пантон или новую религию. Если вы мобилизуете войска города-государства, то получаете 1 [ICON_ENVOY] посла в этом городе-государстве. Получите уникальный юнит «Черная армия» после исследования технологии «Замки»."	),

("ru_RU", "", "", 	    "LOC_BUILDING_THERMAL_BATH_DESCRIPTION",		        "Уникальное здание Венгрии. Бонус [ICON_Amenities] довольства и [ICON_PRODUCTION] производства распространяется на каждый центр города в пределах 6 клеток. Этот бонус применяется один раз к городу. +6 [ICON_TOURISM] ед. туризма.[NEWLINE][NEWLINE]Этот город получает +3 [ICON_TOURISM] ед. туризма и +2 [ICON_AMENITIES] довольства, если в его границах есть хотя бы одно геотермальное поле."	),

("ru_RU", "", "",        "LOC_UNIT_HUNGARY_BLACK_ARMY_DESCRIPTION",           "Уникальный венгерский юнит легкой кавалерии средневековья, который заменяет летучий отряд. Хорошо противостоит осадным юнитам. Обзор: 2 [NEWLINE][NEWLINE] +3 [ICON_Strength] боевой мощи за каждый соседний мобилизованный юнит."),

("ru_RU", "", "",        "LOC_UNIT_HUNGARY_HUSZAR_DESCRIPTION",           "Уникальный венгерский юнит легкой кавалерии промышленной эры, заменяющий кавалери. Хорошо противостоит осадным юнитам. Обзор: 2 [NEWLINE][NEWLINE] +3 [ICON_Strength] боевой мощи за каждый действующий союз."),
--CIVILIZATION_INCA

("ru_RU", "", "", 	    "LOC_TRAIT_CIVILIZATION_GREAT_MOUNTAINS_DESCRIPTION",		"Горожане могут работать на клетках Гор без исследования необходимых технологий. клетки гор дают +2 [ICON_PRODUCTION] производства и дополнительно +1 [Icon_production] производства, когда игра достигает промышленной эры. +1 [ICON_FOOD] к пище на клетках гор за каждую соседнюю ферму-террасу. Специализированные районы получают стандартный бонус соседства от клеток гор, однако, -1 соответствующий бонус соседства от каждых двух соседних равнин одного типа."	),

("ru_RU", "", "", 	    "LOC_TRAIT_LEADER_PACHACUTI_QHAPAQ_NAN_DESCRIPTION",		"Внутренние [ICON_TradeRoute] торговые пути получают +1 [ICON_Food] пищи за каждую клетку горы в исходном городе. После исследования международной торговли дает возможность строить улучшения «капах-ньян». Юниты получают +2 [ICON_Movement] к перемещению, когда начинают ход на холме."	),

("ru_RU", "", "", 	    "LOC_IMPROVEMENT_TERRACE_FARM_DESCRIPTION",		            "Позволяет строителям создавать фермы-терассы, уникальные для инков.[NEWLINE][NEWLINE]+1 [ICON_FOOD] пищи, +1 [ICON_Housing] жилья. +1 [ICON_FOOD] пищи за каждую соседнюю клетку гор. Получите +2 [ICON_PRODUCTION] производства за каждый соседний акведук. Получите +1 [ICON_PRODUCTION] к производству, если соседствует с пресной водой, а не с акведуком. Дополнительная [ICON_FOOD] пища по мере продвижения по дереву социальных институтов и технологий для соседства с другими фермами-террасами. Может быть размещен на равнинных, пойменных или пустынных холмах."	),

("ru_RU", "", "", 	    "LOC_IMPROVEMENT_MOUNTAIN_ROAD_DESCRIPTION",		        "Позволяет строителям возводить капах-ньян, уникальную постройку Пачакутека.[NEWLINE][NEWLINE]+1 [ICON_FOOD] пищи +2 [ICON_Gold] золота. Действует как портал, ведущий сквозь горную цепь, позволяя юнитам войти в него и выйти из другого портала за 2 [ICON_Movement] очка перемещения. [ICON_TradeRoute] Торговые пути, проходящие по этой постройке, получают больше [ICON_Gold] золота от районов в пункте назначения. Можно построить только рядом с клеткой гор. Нельзя разграбить или убрать."	),

("ru_RU", "", "",        "LOC_UNIT_INCA_WARAKAQ_DESCRIPTION",           "Уникальный разведывательный отряд инков средневековья, заменяющий стрелков-разведчиков. Обзор: 4 [NEWLINE][NEWLINE]Сильнее в дальнем бою, чем стрелок-разведчик. +1 дополнительная атака за ход."),
--CIVILIZATION_INDIA

("ru_RU", "", "", 	    "LOC_TRAIT_CIVILIZATION_DHARMA_EXPANSION2_DESCRIPTION",		"Получите бесплатно [ICON_Faith] веру, которой достаточно для создания пантона в начале игры. Дает бонусы за веру последователей в городе от каждой религии, в которой есть хотя бы 1 последователь. Города получают [ICON_Amenities] довольство за каждую религию, имеющую хотя бы 1 последователя. Миссионеры и апостолы имеют +2 к распространению религии."	),

("ru_RU", "", "", 	    "LOC_TRAIT_LEADER_SATYAGRAHA_DESCRIPTION",                  "+10 [ICON_Faith] веры за каждую встреченную цивилизацию (включая Индию), которая основала религию и в настоящее время не находится в состоянии войны. Цивилизации получают двойную усталость от войны против Ганди. Нельзя построить развлекательный комплекс и аквапарк, +1/+2/+3/+4 [ICON_Amenities] довольства от священных мест, святилищ, храмов и зданий поклонения."	),

("ru_RU", "", "", 	    "LOC_TRAIT_LEADER_ARTHASHASTRA_DESCRIPTION",                "Можно объявить войну за расширение территории после исследования социального института «военная подготовка». +2 [ICON_Movement] к движению и +5 [ICON_Strength] к боевой мощи в течение первых 10 ходов после объявления войны за расширение территории. Получите бесплатного строителя, когда будет построен военный лагерь, получите дополнительного бесплатного торговца и +1 [ICON_TradeRoute] доступный торговый путь от первого района в военном лагере."	),

("ru_RU", "", "", 	    "LOC_IMPROVEMENT_STEPWELL_EXPANSION2_DESCRIPTION",          "Позволяет строителям возводить ступенчатые колодцы (уникально для Индии).[NEWLINE][NEWLINE]+1 [ICON_Food] пищи и +1 [ICON_Housing] жилья. +2 [ICON_Faith] веры от каждого священного места и +1 [ICON_Food] пищи от каждой фермы, к которой он примыкает. Предотвращает [ICON_Food] потерю пищи во время засухи. Обеспечьте дополнительную [ICON_Faith] веру и [ICON_Production] производство после исследования «феодализма» и «колониализма» соответственно. Дополнительные +1 [ICON_Housing] жилье после открытия «канализации». Не может быть построен рядом с другим ступенчатым колодцем."	),

("ru_RU", "", "",        "LOC_UNIT_INDIAN_VARU_DESCRIPTION",           "Уникальный индийский отряд тяжелой кавалерии эпохи античности. Хорошо противостоит отрядам дальнего боя. Обзор: 2[NEWLINE][NEWLINE]Соседние вражеские юниты теряют -5 [ICON_STRENGTH] боевой мощи."),
--CIVILIZATION_INDONESIA	

("ru_RU", "", "", 	    "LOC_TRAIT_CIVILIZATION_INDONESIA_NUSANTARA_DESCRIPTION",			"Клетки побережья и озера дают +1 бонус соседства для всех районов (однако бонус соседства от районов и стандартный бонус соседства центра города отключены). +1 [ICON_AMENITIES] довольства от развлечений до каждого развлекательного комплекса, примыкающего к клетке побережья или озера."		),

("ru_RU", "", "", 	    "LOC_TRAIT_LEADER_EXALTED_GODDESS_DESCRIPTION",			"Морские и гражданские юниты можно приобрести за веру [ICON_FAITH]. Религиозные отряды не имеют штрафа к перемещению при посадке или высадке. +5 [ICON_FAITH] веры и +5 [ICON_GOLD] золота центрам городов, которые примыкают к клеткам побережья или озера. +1 [ICON_PRODUCTION] производства рыбацким суднам."		),

("ru_RU", "", "", 	    "LOC_IMPROVEMENT_KAMPUNG_DESCRIPTION",			"Позволяет строителям строить кампонг (уникально для Индонезии).[NEWLINE][NEWLINE]+1 [ICON_Food] пищи, +1 [ICON_PRODUCTION] производства и +1 [ICON_Housing] жилья. +1 [ICON_PRODUCTION] производства за каждое соседнее рыбацкое судно. Дополнительные [ICON_PRODUCTION] производство, [ICON_Housing] жилье (требуется технология «Массовое производство») и [ICON_TOURISM] туризм по мере продвижения по дереву технологий и социальных институтов. [NEWLINE][NEWLINE]Должен быть размещен на клетке побережья или озера рядом с морским ресурсом."		),
--CIVILIZATION_JAPAN

("ru_RU", "", "", 	    "LOC_TRAIT_CIVILIZATION_ADJACENT_DISTRICTS_DESCRIPTION",			"Все районы получают дополнительный стандартный бонус за соседство с другим районом (однако второстепенный бонус за соседство с районом и стандартный бонус за соседство с центром города отключены). +100% [ICON_PRODUCTION] производства в течение первых 10 ходов после объявления войны за расширение территории."		),

("ru_RU", "", "", 	    "LOC_TRAIT_LEADER_DIVINE_WIND_EXPANSION2_DESCRIPTION",			"Сухопутные юниты получают +5 [ICON_Strength] к боевой мощи на клетках суши, прилегающих к побережью; морские юниты получают +5 [ICON_Strength] к боевой мощи на клетках мелководья. Строит военный лагерь, священное место и театральную площадь в два раза быстрее. Юниты не получают урона от ураганов. Цивилизации, воюющие с Японией, получают +100% урона от ураганов на японской территории. +2 [ICON_Faith] веры на клетках океана."		),

("ru_RU", "", "", 	    "LOC_BUILDING_ELECTRONICS_FACTORY_EXPANSION2_DESCRIPTION",			"Уникальное для Японии здание. Бонус [ICON_Culture] культуры равен бонусу [ICON_Production] производства от соседства. [NEWLINE]Бонус производства [ICON_Production] распространяется на все центры города в пределах 4 клеток, которые еще не имеют бонуса от этого типа здания. "		),

("ru_RU", "", "", 	    "LOC_GAEXP_BUILDING_ELECTRONICS_FACTORY_DESCRIPTION",			"Уникальное здание Японии. Бонус [ICON_Culture] культуры равен бонусу [ICON_Production] производства района от соседства.[NEWLINE]Каждый улучшенный редкий ресурс в пределах 2 клеток от промышленной зоны обеспечивает +1 [ICON_Production] производства для всех фабрик электроники в империи. Нет ослабления от промыщленной конкуренции.[NEWLINE][NEWLINE]Базовый [ICON_Production] бонус к производству распространяется на все центры городов в пределах 4 клеток, которые еще не имеют бонуса от здания Фабрики."		),

("ru_RU", "", "",        "LOC_UNIT_JAPANESE_SAMURAI_DESCRIPTION",           "Уникальный японский юнит ближнего боя средневековья, хорошо противостоит антикавалерийским юнитам. Обзор: 1[NEWLINE][NEWLINE]При повреждении не получает боевых штрафов."),
--CIVILIZATION_KHMER	

("ru_RU", "", "", 	    "LOC_TRAIT_CIVILIZATION_KHMER_BARAYS_EXPANSION2_DESCRIPTION",			"Акведук, плотина и канал обеспечивают +2 дополнительных [ICON_AMENITIES] довольства. +1 [ICON_FOOD] пищи и +1 [ICON_Production] производства для фермы, если она находится рядом с акведуком, каналом или плотиной."		),	

("ru_RU", "", "", 	    "LOC_TRAIT_LEADER_MONASTERIES_KING_EXPANSION2_DESCRIPTION",			"Священные места активируют культурный захват. Священные места и их постройки дают +1~+4 [ICON_HOUSING] жилья и +1~+4 [ICON_Citizen] горожан. Здание поклонения дает +4 ко всем видам доходности. -10% все виды доходности для городов без здания поклонения."		),	

("ru_RU", "", "",        "LOC_BUILDING_PRASAT_EXPANSION2_DESCRIPTION",           "+4 [ICON_FAITH] веры. Уникальное здание кхмеров. Заменяет храм. Требуется для покупки апостолов и инквизиторов за [ICON_Faith] веру. +0,5 [ICON_Culture] культуры за каждого [ICON_CITIZEN] горожанина в этом городе. После исследования «авиации» вы получите +10 [ICON_Tourism] к туризму, если население города [ICON_CITIZEN] составляет 10 или более человек, и +20 [ICON_Tourism] к туризму, если население города [ICON_CITIZEN] составляет 20 или более человек."),

("ru_RU", "", "",        "LOC_UNIT_KHMER_DOMREY_DESCRIPTION",           "Уникальный кхмерский осадный юнит эпохи средневековья. Обзор: 1[NEWLINE][NEWLINE]Может создавать зону контроля."),
--CIVILIZATION_KONGO

("ru_RU", "", "", 	    "LOC_TRAIT_LEADER_RELIGIOUS_CONVERT_DESCRIPTION",			"Нельзя строить священные места, получать великих пророков или основывать религии. Получает все верования любой религии, утвердившейся в большинстве его городов. Города с религией имеют 100% лояльность. Получите 3 случайных [ICON_TechBoosted] озарения и [ICON_CivicBoosted] вдохновения каждый раз, когда другая цивилизация нанимает великого пророка. +2 [ICON_Faith] веры клеткам лесов и джунглей."		),	

("ru_RU", "", "", 	    "LOC_TRAIT_CIVILIZATION_NKISI_DESCRIPTION",			        "+2 ко всем видам дохода и +100% [ICON_Tourism] к туризму за каждое [ICON_GreatWork_WRITING] литературный шедевр, [ICON_GreatWork_Landscape] шедевр изобразительного искусства и [ICON_GreatWork_MUSIC] музыкальный шедевр в дополнение к обычной [ICON_Culture] культуре. Получите на 50% больше очков [ICON_GreatWriter] великого писателя, [ICON_GreatArtist] великого художника и [ICON_GreatMusician] великого музыканта. Дворец имеет 5 ячеек великих шедевров."		),	

("ru_RU", "", "", 	    "LOC_DISTRICT_MBANZA_DESCRIPTION",			                "Район, уникальный для Конго, который можно построить только в джунглях или лесу. Заменяет пригород, но доступен раньше и дешевле в постройке. Темпы роста города увеличиваются на 25%. Дает +6 [ICON_Housing] жилья независимо от привлекательности. +2 для всех видов дохода."		),	

("ru_RU", "", "", 	    "LOC_TRAIT_CIVILIZATION_NKISI_HEROES_DESCRIPTION",			"+2 ко всем видам дохода и +100% [ICON_Tourism] к туризму за каждый [ICON_GreatWork_WRITING] литературный шедевр, [ICON_GreatWork_Landscape] шедевр изобразительного искусства и [ICON_GreatWork_MUSIC] музыкальный в дополнение к обычной [ICON_Culture] культуре. Получите на 50% больше очков [ICON_GreatWriter] великого писателя, [ICON_GreatArtist] великого художника и [ICON_GreatMusician] великого музыканта. Дворец имеет 5 ячеек великих шедевров."		),	

("ru_RU", "", "",        "LOC_UNIT_KONGO_SHIELD_BEARER_DESCRIPTION",           "Уникальный юнит ближнего боя Конго эпохи античности, который заменяет мечника и хорошо противостоит антикавалерийским отрядам. Обзор: 1[NEWLINE][NEWLINE]+10 [ICON_Strength] боевой мощи при защите от атак дальнего боя. Может двигаться и видеть сквозь леса и джунгли."),
--CIVILIZATION_KOREA

("ru_RU", "", "", 	    "LOC_TRAIT_CIVILIZATION_THREE_KINGDOMS_DESCRIPTION",			"+1 [ICON_FOOD] пищи для фермы, если она находится рядом с другой фермой. +1 [ICON_FOOD] пищи для рыбного промысла, если оно соседствует с другим рыбным промыслом. +1 [ICON_Production] производства руднику, если он находится рядом с другим рудником. +1 [ICON_Production] производство лесопилке, если она находится рядом с другой лесопилкой."		),	

("ru_RU", "", "", 	    "LOC_TRAIT_LEADER_HWARANG_DESCRIPTION",			                "[ICON_Governor] Губернаторы, назначенные в городе, дают +5% ко всем типам доходов за каждое повышение, которое они заработали, включая первое. Но города без назначенных [ICON_Governor] губернаторов теряют -10% всех видов дохода."		),	

("ru_RU", "", "", 	    "LOC_DISTRICT_SEOWON_DESCRIPTION",			                "Уникальный район Кореи для научных исследований. Заменяет кампус. [NEWLINE][NEWLINE]+3 [ICON_SCIENCE] науки, дополнительно +3 [ICON_SCIENCE] науки после открытия «образования» и «астрономии». Но -1 [ICON_SCIENCE] науки от каждого района, к которому он примыкает, и отсутствие бонуса за соседство с районом. Больше [ICON_SCIENCE] науки от специалистов. Должен быть построен на холмах."		),	

("ru_RU", "", "",        "LOC_UNIT_KOREAN_HWACHA_DESCRIPTION",           "Уникальный корейский юнит дальнего боя эпохи возрождения, который заменяет полевую пушку и хорошо противостоит юнитам ближнего боя. Обзор: 1 [NEWLINE][NEWLINE]Высокая [ICON_Ranged] сила дальнобойной атаки. Не может двигаться и атаковать в один и тот же ход."),
--CIVILIZATION_MACEDON

("ru_RU", "", "", 	    "LOC_TRAIT_LEADER_HELLENISTIC_FUSION_EXPANSION1_DESCRIPTION",		"При завоевании города, который не является вольным городом, вы получите [ICON_TechBoosted] озарение за каждый лагерь, промышленную зону или кампус в завоеванном городе, а также [ICON_CivicBoosted] вдохновение за каждое священное место, торговый центр или театральную площадь. Все города в пределах 9 клеток от города с вашим губернатором [ICON_Governor] получают +4 лояльности к вашей цивилизации за ход."	),

("ru_RU", "", "", 	    "LOC_TRAIT_LEADER_TO_WORLDS_END_DESCRIPTION",		"Города не испытывают усталости от войны. Все боевые юниты полностью исцеляются, когда этот игрок захватывает город с чудом света. Ваши боевые юниты могут игнорировать зону контроля и получать +1 [ICON_Movement] к перемещению, когда начинают ход на пустой местности. +100% к опыту боевых юнитов при атаке."	),

("ru_RU", "", "", 	    "LOC_BUILDING_BASILIKOI_PAIDES_EXPANSION2_DESCRIPTION",		"Уникальное здание Македонии. +25% боевого опыта для всех наземных юнитов ближнего и дальнего боя и гетайров, обученных в этом городе. Получите [ICON_SCIENCE] науку, равную 25% от стоимости созданного негражданского юнита. +1 [ICON_SCIENCE] науки от специалистов.[NEWLINE][NEWLINE]Запасы стратегических ресурсов увеличены на 10 (на стандартной скорости).[NEWLINE][NEWLINE]Нельзя построить в военном лагере, где уже есть конюшня."	),

("ru_RU", "", "", 	    "LOC_ABILITY_IGNORE_ZOC_MOVEMENT_DESCRIPTION",		"Игнорирует зону контроля. +1 [ICON_Movement] к перемещению, если вы начинаете новый ход на пустой местности."	),

("ru_RU", "", "",        "LOC_UNIT_MACEDONIAN_HYPASPIST_DESCRIPTION",           "Уникальный македонский юнит ближнего боя эпохи античности, который заменяет мечника и хорошо противостоит антикавалерийским юнитам. Обзор: 1[NEWLINE][NEWLINE]+5 [ICON_Strength] боевой мощи при осаде районов. 50% дополнительный бонус поддержки."),

("ru_RU", "", "",        "LOC_UNIT_MACEDONIAN_HETAIROI_DESCRIPTION",           "Уникальный македонский юнит тяжелой кавалерии эпохи античности, который заменяет всадника и хорошо противостоит юнистам дальнего боя. Обзор: 2 [NEWLINE][NEWLINE]Дополнительно +5 [ICON_Strength] к боевой мощи, когда находится рядом с великим полководцем. +5 очков великого генерала при убийстве вражеского юнита. Начинается с 1 бесплатного повышения."),
--CIVILIZATION_MALI

("ru_RU", "", "", 	    "LOC_TRAIT_CIVILIZATION_MALI_GOLD_DESERT_DESCRIPTION",		"Городские центры получают +1 [ICON_FOOD] пищи, +1 [ICON_Production] производства, +1 [ICON_GOLD] золота и +1 [ICON_FAITH] веры за каждую соседнюю клетку пустыни и пустынных холмов. Шахты получают -1 [ICON_PRODUCTION] производства и +4 [ICON_GOLD] золота. -30% [ICON_PRODUCTION] производства при строительстве зданий или производстве юнитов. Юниты не получают урона от пыльной бури. Цивилизации, воюющие с Мали, получают +100% урона от пыльной бури на территории Мали. "	),

("ru_RU", "", "", 	    "LOC_TRAIT_LEADER_SAHEL_MERCHANTS_DESCRIPTION",		        "Международные [ICON_TradeRoute] торговые пути получают +1 [ICON_GOLD] золота за каждую клетку пустыни в исходном городе. Получайте +2 [ICON_TradeRoute] доступных торговых пути каждый раз, когда вы входите в Золотой век. Получайте +1 к очкам эпохи каждый раз, когда успешно завершаете торговый путь [ICON_TradeRoute]."	),

("ru_RU", "", "", 	    "LOC_DISTRICT_SUGUBA_DESCRIPTION",		        "Уникальный район Мали, специализирующийся на финансах и торговле. Заменяет коммерческий центр. [NEWLINE][NEWLINE]Получите огромный бонус золота [ICON_Gold] за каждый соседний ресурс. В этом городе юниты, здания и районы на 20 % дешевле при покупке за [ICON_GOLD] золото и [ICON_FAITH] веру."	),

("ru_RU", "", "",        "LOC_UNIT_MALI_MANDEKALU_CAVALRY_DESCRIPTION",           "Уникальный юнит тяжелой кавалерии Мали эпохи средневековья, который заменяет рыцаря и хорошо противостоит юнитам дальнего боя. Обзор: 2[NEWLINE][NEWLINE]Караваны не подлежат разграблению, если они находятся в пределах 4 клеток от всадников мандекалу и на клетке суши. Боевые победы приносят [ICON_GOLD] золота в размере 100 % от базовой [ICON_Strength] боевой мощи юнита."),
--CIVILIZATION_MAORI

("ru_RU", "", "", 	    "LOC_TRAIT_CIVILIZATION_MAORI_MANA_DESCRIPTION",		"В начале игры дает технологии «Мореходство» и «Судостроение», а также способность передвигаться по клеткам океана. Погруженные боевые юниты получают +2 [ICON_Movement] к перемещению. Неулучшенные леса и джунгли дают +1 [ICON_PRODUCTION] производства. Дополнительные +1 [ICON_PRODUCTION] производства за счет «меркантилизма» и +2 [ICON_PRODUCTION] производства за «счет охраны» природы. Ресурсы не могут быть убраны. Нельзя получить [ICON_GreatWriter] великих писателей. Городские центры получают +1 ко всем типам дохода за каждую соседнюю клетку побережья."	),

("ru_RU", "", "", 	    "LOC_TRAIT_LEADER_KUPES_VOYAGE_DESCRIPTION",		    "Начните игру на клетке океана. Получите бесплатного строителя и +2 [ICON_Citizen] населения при основании своего первого города. Дворец получает +3 [ICON_HOUSING] жилья и +1 [ICON_AMENITIES] довольства. +2 [ICON_SCIENCE] науки и +2 [ICON_CULTURE] культуры за ход до того, как вы основали свой первый город."	),

("ru_RU", "", "", 	    "LOC_BUILDING_MARAE_DESCRIPTION",		                "Уникальное здание маори. +1 [ICON_CULTURE] культуры и [ICON_FAITH] веры всем клеткам этого города с проходимой особенностью ландшафта или чудом природы. После исследования «авиации» вы получите +1 [ICON_TOURISM] ед. туризма ко всем клеткам этого города с особенностью ландшафта или чудом природы. Не требует обслуживания. Не имеет ячеек для великих шедевров. +0,1 [ICON_Culture] культуры на [ICON_Citizen] горожанина в городе из-за более высокого качества жизни."	),

("ru_RU", "", "",        "LOC_UNIT_MAORI_TOA_DESCRIPTION",           "Уникальный юнит ближнего боя маори эпохи античности. Хорошо противостоит антикавалерийским юнитам. Обзор: 1 [NEWLINE][NEWLINE]Соседние вражеские юниты теряют -5 [ICON_STRENGTH] боевой мощи. Можно построить уникальное улучшение: па."),
--CIVILIZATION_MAPUCHE

("ru_RU", "", "", 	    "LOC_TRAIT_CIVILIZATION_MAPUCHE_TOQUI_DESCRIPTION",		"Города с губернатором [ICON_Governor] обеспечивают +5% [ICON_CULTURE] культуры, +5% [ICON_Production] производства и +10% боевого опыта для всех юнитов, обученных в этом городе. Эти цифры утраиваются в городах, не основанных мапуче. Специализированные районы получают стандартный бонус соседства от холмистой местности, однако -1 соответствующий бонус соседства от каждых двух соседних равнинных клетках того же типа."	),

("ru_RU", "", "", 	    "LOC_TRAIT_LEADER_LAUTARO_ABILITY_DESCRIPTION_ALT",		"Ваши наземные боевые юниты быстрее [ICON_Movement] передвигаются по холмистой местности и невидимы, пока не окажутся рядом с врагом. +10 [ICON_Strength] к боевой мощи при сражении с вольными городами или цивилизациями, находящимися в золотом или героическом веке. Победа над вражеским юнитом в пределах границ вражеского города приводит к тому, что этот город теряет 20 лояльности. Разграбление участка во вражеском городе приводит к потере 5 ед. лояльности."	),

("ru_RU", "", "", 	    "LOC_IMPROVEMENT_CHEMAMULL_DESCRIPTION",		        "Позволяет строителям строить чемамюль — уникальную постройку мапуче.[NEWLINE][NEWLINE]+1 [Icon_Production] производства. Дает [ICON_CULTURE] культуру, равную 100% престижа клетки. Дополнительный [ICON_TOURISM] туризм после изучения «авиации». [NEWLINE][NEWLINE]Минимальный престиж - притягивающий."	),

("ru_RU", "", "", 	    "LOC_ABILITY_IGNORE_HILL_INVISIBLE_DESCRIPTION",		"Имеет более быстрое [ICON_Movement] перемещение по холмистой местности и невидим, пока не будет рядом с врагом. "	),

("ru_RU", "", "",        "LOC_UNIT_MAPUCHE_MALON_RAIDER_DESCRIPTION",           "Уникальный юнит легкой кавалерии эпохи возрождения мапуче. Хорошо противостоит осадным юнитам. Обзор: 2 [NEWLINE][NEWLINE]+5 [ICON_Strength] к боевой мощи, если в пределах 4 клеток от дружественной территории. Грабеж стоит 1 [ICON_Movement] перемещения."),
--CIVILIZATION_MAYA

("ru_RU", "", "", 	    "LOC_TRAIT_CIVILIZATION_MAYAB_DESCRIPTION",		"Уникальный юнит легкой кавалерии мапуче эпохи возрождения. Хорошо противостоит осадным юнитам. Обзор: 2 [NEWLINE][NEWLINE]+5 [ICON_Strength] к боевой мощи, если в пределах 4 клеток от дружественной территории. Грабеж стоит 1 [ICON_Movement] перемещение."	),

("ru_RU", "", "", 	    "LOC_TRAIT_LEADER_MUTAL_DESCRIPTION",		"Нестоличные города в пределах 6 клеток от [ICON_Capital] столицы получают +15% ко всем доходам, а при основании получают строителя. Другие нестоличные города получают -10% ко всем доходам. +5 [ICON_Strength] к боевой мощи юнитам в пределах 6 клеток от столицы [ICON_Capital]."	),

("ru_RU", "", "", 	    "LOC_DISTRICT_OBSERVATORY_DESCRIPTION",		"Уникальный район майя для научных исследований. Заменяет кампус и дешевле в строительстве.[NEWLINE][NEWLINE]Получите огромный [ICON_Science] бонус к науке, когда он примыкает к горам. Дает больше [ICON_GreatScientist] очков великих ученых."	),

("ru_RU", "", "",        "LOC_UNIT_MAYAN_HULCHE_DESCRIPTION",           "Уникальный юнит дальнего боя майя эпохи древнего мира, который заменяет лучника и хорошо противостоит юнитам ближнего боя. Обзор: 1[NEWLINE][NEWLINE]Мощная дальнобойная атака. +5 [ICON_Strength] к боевой мощи при сражении с раненым противником."),
--CIVILIZATION_MONGOLIA

("ru_RU", "", "", 	    "LOC_TRAIT_CIVILIZATION_MONGOLIAN_ORTOO_DESCRIPTION",		            "Запуск торгового маршрута [ICON_TradeRoute] немедленно создает торговый пост [ICON_TradingPost] в городе назначения. Получите дополнительный уровень дипломатической видимости [ICON_VisLimited] за обладание торговым постом [ICON_TradingPost] в любом городе цивилизации. Ваши [ICON_TradeRoute] торговые маршруты приносят +1 [ICON_Production] производства за проход через торговые посты в ваших городах. Все юниты кавалерии получают +7 [ICON_Strength] к боевой мощи и могут двигаться после атаки."	),

("ru_RU", "", "", 	    "LOC_TRAIT_LEADER_GENGHIS_KHAN_ABILITY_DESCRIPTION",		            "После исследования предварительной технологии немедленно получите технологии «верховая езда» и «стремя». Все юниты кавалерии имеют шанс захватить побежденные юниты кавалерии противника. Все юниты восстанавливают 30 ед. здоровья за каждые два специальных района в захваченном вами городе. Одна ячейка экономической политики превращается в ячейку военной политики."	),

("ru_RU", "", "", 	    "LOC_ABILITY_GENGHIS_KHAN_CAVALRY_MOVE_AFTER_ATTACK_DESCRIPTION",		"Может двигаться после атаки, если остались очки перемещения. (Ортоо)"	),

("ru_RU", "", "", 	    "LOC_ABILITY_GENGHIS_KHAN_CAVALRY_BONUS_DESCRIPTION",		"+7 [ICON_Strength] боевой мощи. (Ортоо)"	),


("ru_RU", "", "", 	    "LOC_ABILITY_ORDU_TRAINED_UNIT_XP_DESCRIPTION",		        "+50% боевого опыта от орды"	),

("ru_RU", "", "", 	    "LOC_BUILDING_ORDU_DESCRIPTION",		                    "Уникальное здание Монголии. Предоставляет способность, которая дает +1 [ICON_MOVEMENT] к перемещению тяжелой и легкой кавалерии, обученной в этом городе. Боевой опыт всех кавалерийских отрядов, обученных в этом городе, увеличен на 50%. Нельзя построить в военном лагере, где уже есть казармы."	),

("ru_RU", "", "",        "LOC_UNIT_MONGOLIAN_KESHIG_DESCRIPTION",           "Уникальная монгольская средневековая кавалерия дальнего боя. Хорошо противостоит юнитам ближнего боя. Обзор: 2 [NEWLINE][NEWLINE] Может сопровождать движущихся гражданских и вспомогательных юнитов с более высокой [ICON_Movement] скоростью передвижения."),
--CIVILIZATION_NETHERLANDS

("ru_RU", "", "", 	    "LOC_TRAIT_CIVILIZATION_GROTE_RIVIEREN_EXPANSION2_DESCRIPTION",		"Большой бонус за соседство для специализированных районов, если они находятся рядом с рекой (однако, второстепенный бонус за соседство с районом и стандартный бонус за соседство с центром города отключены). Культурный захват соседних клеток при завершении строительства гавани. +100% [ICON_Production] к производству акведука, канала, плотины и морской плотины."	),

("ru_RU", "", "", 	    "LOC_TRAIT_RADIO_ORANJE_DESCRIPTION",		"Ваши [ICON_TradeRoute] торговые пути в ваши собственные города дают +5 ед. лояльности за ход для начального города. [ICON_TradeRoute] Торговые маршруты в чужие города или из чужих городов приносят вам +2 [ICON_Culture] культуры +2 [ICON_Gold] золота."	),

("ru_RU", "", "", 	    "LOC_IMPROVEMENT_POLDER_DESCRIPTION",		"Позволяет строителям строить польдер, уникальный для Нидерландов.[NEWLINE][NEWLINE]+1 [ICON_FOOD] пищи, +1 [ICON_Production] производства, +1 [ICON_Gold] золота и +2 [ICON_Housing] жилья. Увеличивает [ICON_Movement] стоимость перемещения по клетки до 3.[NEWLINE]Дополнительные [ICON_FOOD] пища, [ICON_PRODUCTION] производство и [ICON_GOLD] золото, если они находятся рядом с улучшением польдера по мере продвижения по дереву социальных институтов и технологий. [NEWLINE][NEWLINE]Должен быть размещен на клетке побережья или озера рядом с 3 или более проходимыми клетками суши."	),
--CIVILIZATION_NORWAY

("ru_RU", "", "", 	    "LOC_TRAIT_CIVILIZATION_EARLY_OCEAN_NAVIGATION_DESCRIPTION",		"Юниты получают возможность передвигаться по клеткам океана после исследования технологии «судостроение». Морские юниты ближнего боя лечатся на нейтральной территории. Отряды игнорируют штрафы [ICON_Movement] на перемещение при посадке и высадке. Получите бесплатный морской юнит ближнего боя, когда основываете прибрежный город."	),

("ru_RU", "", "", 	    "LOC_TRAIT_LEADER_THUNDERBOLT_EXPANSION2_DESCRIPTION",		        "Позволяет совершать прибрежные рейды для всех морских юнитов ближнего боя и увеличивает производство [ICON_PRODUCTION] на 50% для всех морских юнитов ближнего боя. Получите [ICON_SCIENCE] науку и [ICON_CULTURE] культуру за грабежи и прибрежные набеги на рудники, карьеры, лесопилки, рыбацкие судна, пастбища, плантации и лагеря. Получите двойной бонус за разграбление торгового маршрута [ICON_TradeRoute]. Получите уникальный юнит «драккар викингов» после открытия «мореходства»."	),

("ru_RU", "", "",        "LOC_UNIT_NORWEGIAN_BERSERKER_DESCRIPTION",           "Уникальный норвежский юнит ближнего боя средневековья. Хорошо противостоит антикавалерийским юнитам. Обзор: 1[NEWLINE][NEWLINE]4 [ICON_Movement] очка перемещения, если этот юнит начинает ход на вражеской территории. +10 [ICON_Strength] к боевой мощи при атаке и -5 [ICON_Strength] к боевой мощи при защите."),
--CIVILIZATION_NUBIA

("ru_RU", "", "", 	    "LOC_TRAIT_LEADER_KANDAKE_OF_MEROE_DESCRIPTION",		"+30% [ICON_Production] к производству всех районах (до +60%), если рядом с центром города находится нубийская пирамида. +10% соответствующей доходности для города, если район имеет бонус соседства не менее 4."	),

("ru_RU", "", "", 	    "LOC_TRAIT_CIVILIZATION_TA_SETI_DESCRIPTION",		"Начните игру с технологиями «горное дело» и «стрельба из лука». +50% [ICON_Production] к производству юнитов дальнего боя. Все юниты дальнего боя получают +50% боевого опыта. Рудники на стратегических ресурсах дают +1 [ICON_Production] производства. Рудники на бонусных и редких ресурсах дают +2 [ICON_Gold] золота. +1 [ICON_Production] производства руднику, если он примыкает к реке или находится на клетке пустынных холмов."	),

("ru_RU", "", "", 	    "LOC_IMPROVEMENT_PYRAMID_DESCRIPTION",		"Улучшение, которое открывается после исследвания «каменной кладки» и должно быть построено в пустыне, пустынных холмах или поймах. Получает огромный доход от соседних районов. +3 [ICON_Food] пищи, если она находится рядом с центром города. Для всех других районов, дающих бонусы за соседство: +3 соответствующего дохода, если этот район находится по соседству."	),

("ru_RU", "", "",        "LOC_UNIT_NUBIAN_PITATI_DESCRIPTION",           "Уникальный нубийский юнит дальнего боя эпохи древнего мира, который заменяет лучника и хорошо противостоит юнитам ближнего боя. Обзор: 1 [NEWLINE][NEWLINE] Сильнее лучника, с дополнительным [ICON_Movement] перемещением. Улучшается до арбалетчика."),
--CIVILIZATION_OTTOMAN

("ru_RU", "", "", 	    "LOC_TRAIT_CIVILIZATION_GREAT_TURKISH_BOMBARD_DESCRIPTION",		"+50% [ICON_Production] к производству осадных юнитов. Все осадные юниты получают +5 [ICON_Strength] к боевой мощи против оборонительных сооружений районов. Завоеванные города не теряют [ICON_Citizen] население. Города, не основанные османами, получают +1 [ICON_AMENITIES] довольства и +4 ед. лояльности за ход. Получите бесплатный осадный юнит, когда завоюете город."	),

("ru_RU", "", "", 	    "LOC_TRAIT_LEADER_SULEIMAN_GOVERNOR_DESCRIPTION",		        "Уникальный губернатор с военными и дипломатическими способностями. Получите уникальный юнит янычар и звание губернатора [Icon_Governor] после исследования пороховой технологии. +10% ко всем видам урожайности в завоеванных городах."	),

("ru_RU", "", "", 	    "LOC_BUILDING_GRAND_BAZAAR_DESCRIPTION",		                "Здание, уникальное для османов. Накопляет 1 дополнительный стратегический ресурс за каждый другой тип стратегического ресурса, улучшенный в этом городе. Получите 1 [ICON_AMENITIES] доволства за каждый редкий ресурс, улучшенный в этом городе. [NEWLINE]Бонус золота [ICON_Gold] распространяется на все центры городов в пределах 4 клеток, которые еще не имеют бонуса от этого типа зданий. [NEWLINE]+1 [ICON_TradeRoute] доступный торговый путь, если в городе есть ратуша (уезд) или здание ратуши более высокого уровня."	),

("ru_RU", "", "",        "LOC_UNIT_SULEIMAN_JANISSARY_DESCRIPTION",           "Уникальный османский юнит ближнего боя эпохи возрождения, который заменяет мушкетера и хорошо противостоит антикавалерийским юнитам. Обзор: 1 [NEWLINE][NEWLINE] Начинает с бесплатного повышения. Очень дешевый, но город, где тренируются янычары, теряет население."),
--CIVILIZATION_PERSIA

("ru_RU", "", "", 	    "LOC_TRAIT_CIVILIZATION_SATRAPIES_DESCRIPTION",		        "+1 [ICON_TradeRoute] доступный торговый путь после открытия социального института «политическая философия». Получите +2 [ICON_Gold] золота и +1 [ICON_Culture] культуры за торговые пути между вашими городами. Дороги, построенные на вашей территории, на один уровень выше, чем обычно. Можно купить район за [ICON_Gold] золото. +1 к счету эпохи, когда вы построили район. Получите 2 [ICON_Governor] титула губернатора, когда войдете в золотой век."	),

("ru_RU", "", "", 	    "LOC_TRAIT_LEADER_FALL_BABYLON_EXPANSION2_DESCRIPTION",		"+2 [ICON_Movement] к перемещению и +5 [ICON_Strength] к боевой мощи в течение первых 10 ходов после объявления внезапной войны крупной цивилизацие. +5 ед. лояльности за ход в оккупированных городах с гарнизоном. Объявление внезапной войны считается официальной войной только для целей получения [ICON_STAT_GRIEVANCE] претензий и разжигания войны."	),

("ru_RU", "", "", 	    "LOC_IMPROVEMENT_PAIRIDAEZA_DESCRIPTION",		            "Позволяет строителям строить паридаэзу (уникально для Персии).[NEWLINE][NEWLINE]+1 [ICON_CULTURE] к культуре и +1 [ICON_GOLD] к золоту. +1 ед. престижа. +2 [ICON_CULTURE] культуры за каждое соседнее свяшенное место, развлекательный комплекс и театральную площадь. +2 [ICON_GOLD] золота за каждый соседний военный лагерь, коммерческий центр и центр города. Дополнительные [ICON_GOLD] золото, [ICON_Culture] культура и [ICON_Tourism] туризм по мере продвижения по дереву технологий и социальных институтов. [NEWLINE][NEWLINE]Нельзя строить на снегу, тундре, снежных холмах или тундровых холмах или рядом с другой паридаэзой."	),

("ru_RU", "", "",        "LOC_UNIT_PERSIAN_IMMORTAL_DESCRIPTION",           "Уникальный персидский юнит ближнего боя эпохи античности, который заменяет мечника и хорошо противостоит антикавалерийским юнитам. Обзор: 1 [NEWLINE][NEWLINE]Юнит ближнего боя с дальнобойной атакой с радиусом [ICON_Range] 2. Сильная защита."),
--CIVILIZATION_PHOENICIA

("ru_RU", "", "", 	    "LOC_TRAIT_CIVILIZATION_MEDITERRANEAN_COLONIES_DESCRIPTION",		"Получите поселенца после основания своей [ICON_Capital] столицы. Получите дополнительного поселенца в новой столице [ICON_Capital] после того, как вы переместите свою столицу. Бонус за соседство +100% для специализированных районов, примыкающих к побережью. Но, -100% бонус за соседство для специализированных районов, которые не примыкают к побережью. Прибрежные города, основанные Финикией и расположенные на том же континенте, что и столица [ICON_Capital] Финикии, на 100% лояльны."	),

("ru_RU", "", "", 	    "LOC_TRAIT_LEADER_FOUNDER_CARTHAGE_DESCRIPTION",		"Начните игру с технологией «писменность». +1 [ICON_TradeRoute] доступный торговый путь от района правительственной площади и каждого его здания. +100% [ICON_Production] к производству районов в столице и в городе с правительственной площадью. Международные [ICON_TradeRoute] торговые пути получают +1 [ICON_GOLD] золота за каждую клетку побережья в исходном городе."	),

("ru_RU", "", "", 	    "LOC_DISTRICT_COTHON_DESCRIPTION",		"Уникальный район Финикии для морской деятельности в вашем городе. Заменяет гавань и дешевле в строительстве. Также убирает штраф [ICON_Movement] к перемещению за посадку и высадку на эту ктетку и обратно. Должен быть построен на побережье или на озере, прилегающем к суше. Не может быть построен на рифе. [NEWLINE][NEWLINE]Получите огромный бонус [ICON_Gold] золота за соседство с центром города, коммерческим центром и районом военного лагеря. +50% [ICON_PRODUCTION] к производству морских юнитов в этом городе. Все раненые морские юниты в границах этого города восстанавливают +100 единиц здоровья каждый ход. Дальность атаки при обороне равна 2. Нет штрафа к престижу."	),
--CIVILIZATION_POLAND

("ru_RU", "", "", 	    "LOC_TRAIT_CIVILIZATION_GOLDEN_LIBERTY_DESCRIPTION",		"Культурный захват соседних клеток при завершении военного лагеря на дружественной территории. Получите две бесплатные [ICON_GreatWork_Relic] реликвии, когда войдете в золотой век. Все ячейки военной политики в нынешнем правительстве конвертируются в универсальные ячейки политических курсов. Священные места получают большой [ICON_Faith] бонус веры за соседство с районами (но никакого другого бонуса за соседство другим соседним районам)."	),

("ru_RU", "", "", 	    "LOC_TRAIT_LEADER_LITHUANIAN_UNION_DESCRIPTION",		    "Религия большинства в Польше становится доминирующей религией в городах, которые теряют клетку из-за польского культурного захвата. +1 очко эпохи, когда город впервые обращается в вашу религию. Все реликвии [ICON_GreatWork_Relic] дают бонус: +2 ко всем типам дохода."	),

("ru_RU", "", "", 	    "LOC_TRAIT_LEADER_LITHUANIAN_UNION_HEROES_DESCRIPTION",		"Религия, основанная Польшей, получает большинство в соседнем городе, который теряет клетку в результате польского культурного захвата. +1 очко эпохи, когда город впервые обращается в вашу религию. Все реликвии [ICON_GreatWork_Relic] и [ICON_GreatWork_HeroRelic] героические реликвии дают бонус: +2 ко всем типам дохода."	),

("ru_RU", "", "", 	    "LOC_POLAND_DISTRICT_DISTRICT_FAITH",		                "+{1_num} [ICON_Faith] веры от соседнего района.(Золотая вольность)"	),

("ru_RU", "", "",        "LOC_UNIT_POLISH_HUSSAR_DESCRIPTION",           "Уникальный польский отряд тяжелой кавалерии средневековья. Хорошо противостоит отрядам дальнего боя. Обзор: 2[NEWLINE][NEWLINE] Отталкивает обороняющиеся юниты противника с их клетки в любом сражении, где они наносят больше урона. Защитники, которые не могут отступить, получают дополнительный урон."),
--CIVILIZATION_PORTUGAL

("ru_RU", "", "", 	    "LOC_TRAIT_CIVILIZATION_PORTUGAL_DESCRIPTION",		                "Международные торговые пути [ICON_TradeRoute] должны начинаться из прибрежного города и могут достигать только городов на побережье или с гаванью, но получают +50% ко всем доходам. Караваны имеют +50% дальности действия над водой и могут отправляться на борт, как только они открыты. Торговцев нельзя грабить, когда они находятся на клетках с водой. Получите технологии «картография» и «прямые паруса» сразу после исследования предварительной технологии."	),

("ru_RU", "", "", 	    "LOC_TRAIT_LEADER_JOAO_III_DESCRIPTION",		                "Все юниты получают +1 к обзору. +1 [ICON_TradeRoute] доступный торговый путь при встрече с цивилизацией. Открытые границы со всеми городами-государствами. +4 [ICON_Gold] золота за редкие ресурсы и +3 [ICON_Production] к производству стратегических ресурсов в чужих городах."	),
-- 
-- ("ru_RU", "", "", 	    "LOC_BUILDING_NAVIGATION_SCHOOL_DESCRIPTION",		                "Уникальное здание Португалии. +25% [ICON_PRODUCTION] к производству для морских юнитов в этом городе. +1 [ICON_SCiENCE] науки за каждые две клетки побережья или озера в этом городе. +1 очко [ICON_GreatAdmiral] великого адмирала и +1 очко [ICON_GreatScientist] великого ученого в ход. [NEWLINE]Бонус [ICON_SCIENCE] науки распространяется на каждый центр города в пределах 4 клеток. Этот бонус применяется один раз к городу. [NEWLINE]+0,1 [ICON_SCIENCE] науки на каждого [ICON_Citizen] жителя города благодаря улучшенному образованию."	),
--CIVILIZATION_RUSSIA

("ru_RU", "", "", 	    "LOC_TRAIT_CIVILIZATION_MOTHER_RUSSIA_EXPANSION2_DESCRIPTION",		"Дополнительная территория при основании городов. +1 [ICON_Faith] веры и +1 [ICON_Production] производства в тундре. Юниты не получают урона от метелей. Цивилизации, воюющие с Россией, получают +100% урона от метелей на территории России. В снежных и тундровых клетках скорость накопления стратегических ресурсов составляет +100%."	),

("ru_RU", "", "", 	    "LOC_TRAIT_LEADER_GRAND_EMBASSY_DESCRIPTION",		                "Получает [ICON_Science] науку или [ICON_Culture] культуру от [ICON_TradeRoute] торговых путей к цивилизациям, более развитым, чем Россия (+1 за каждые 3 технологии или социальных института). Шпионские операции занимают половину времени для кражи технологий и великих шедевров. Шпионы, которые крадут техническое ускорение, не будучи обнаруженными, получают дополнительное ускорение."	),

("ru_RU", "", "", 	    "LOC_DISTRICT_LAVRA_DESCRIPTION",		                "Уникальный район России для религиозной деятельности. Заменяет священное место и дешевле в строительстве.[NEWLINE][NEWLINE]Небольшой бонус [ICON_Faith] веры от соседства с клетками тундры и снега. Лавра дает +1 [ICON_GreatWriter] очко великого писателя за ход со святилищем, +1 [ICON_GreatArtist] очко великого художника за ход с храмом и +1 [ICON_GreatMusician] очко великого музыканта за ход со зданием поклонения. Границы вашего города увеличивается на одну клетку каждый раз, когда в этом городе тратится великий человек. [NEWLINE]+1 апелляция."	),

("ru_RU", "", "",        "LOC_UNIT_RUSSIAN_COSSACK_DESCRIPTION",           "Уникальный российский юнит легкой кавалерии промышленной эры, который заменяет кавалерию и хорошо противостоит осадным юнитам. Обзор: 2[NEWLINE][NEWLINE]Сильнее, чем кавалерия и получает +5 [ICON_Strength] к боевой мощи, когда сражается на своей родной территории или рядом с ней. Может двигаться после атаки, если остались [ICON_Movement] очки перемещения."),
--CIVILIZATION_ROME

("ru_RU", "", "", 	    "LOC_TRAIT_CIVILIZATION_ALL_ROADS_TO_ROME_DESCRIPTION",		"Все города, которые вы основали или завоевали, получают торговый пост. Если [ICON_TradeRoute] торговый путь пролегает в диапазоне вашей [ICON_Capital] столицы, он также получает дорогу к ней. Ваши [ICON_TradeRoute] торговые пути зарабатывают +1 [ICON_Gold] золота за проход через торговые посты в ваших городах. Все подразделения удваивают обычный боевой бонус [ICON_Strength] за более высокий уровень [ICON_VisLimited] дипломатической видимости, чем их противник. "	),

("ru_RU", "", "", 	    "LOC_DISTRICT_BATH_EXPANSION2_ALT_DESCRIPTION",		"Уникальный район Рима. Заменяет акведук и дешевле в строительстве.[NEWLINE][NEWLINE]Скорость роста города увеличивается на 30%, +1 [ICON_Food] пищи фермам. Обеспечивает этот город источником пресной воды из соседней реки, озера, оазиса или горы. Города, в которых еще нет пресной воды, получают до 8 [ICON_Housing] жилья. Вместо этого города, в которых уже есть пресная вода, получат +3 [ICON_Housing] жилья. Во всех случаях баня дает дополнительный бонус +2 [ICON_Housing] жилья и +1 [ICON_Amenities] довольства. Предотвращает [ICON_Food] потерю пищи во время засухи. Должен быть построен рядом с центром города."	),

("ru_RU", "", "", 	    "LOC_TRAIT_LEADER_TRAJANS_COLUMN_DESCRIPTION",		"Все города при основании получают дополнительное здание в центре города. (Начинается с монумента в эпохе древнего мира). +1 [ICON_PRODUCTION] производства и +1 [ICON_GOLD] золота за клетки на третьем кольце от центра города. +50% к скорости расширения границ для всех городов."	),

("ru_RU", "", "",        "LOC_UNIT_ROMAN_LEGION_DESCRIPTION",           "Уникальный римский юнит ближнего боя эпохи античности, который заменяет мечника и хорошо противостоит антикавалерийским юнитам. Обзор: 1[NEWLINE][NEWLINE]Можно построить римский форт."),
--CIVILIZATION_SCOTLAND
-- 
-- ("ru_RU", "", "", 	    "LOC_TRAIT_CIVILIZATION_SCOTTISH_ENLIGHTENMENT_DESCRIPTION",		"Happy cities receive an additional +7%  [ICON_SCIENCE] Science, [ICON_GOLD] GOLD, and [ICON_PRODUCTION] Production. Happy cities generate +1  [ICON_GreatScientist] Great Scientist point per Campus, +1 [ICON_GreatMERCHANT] Great Merchant point per Commercial Hub, and +1 [ICON_GreatEngineer] Great Engineer point per Industrial Zone. Ecstatic cities double all these amounts."	),

("ru_RU", "", "", 	    "LOC_TRAIT_CIVILIZATION_SCOTTISH_ENLIGHTENMENT_DESCRIPTION",		"Города с более чем 1 [ICON_Amenities] довольством получают дополнительные +5% [ICON_SCIENCE] науки, [ICON_GOLD] золота и [ICON_PRODUCTION] производства. Кроме того, +1 [ICON_GreatScientist] очко великого ученого за от кампуса, +1 очко [ICON_GreatMERCHANT] великого торговца от коммерческого центра и +1 очко [ICON_GreatEngineer] великого инженера за промышленную зону. Удвойте все эти суммы в городах с не менее чем 5 [ICON_Amenities] довольством. Утройте все эти суммы в городах с не менее чем 9 [ICON_Amenities] довольством."	),

("ru_RU", "", "", 	    "LOC_TRAIT_LEADER_BANNOCKBURN_DESCRIPTION",		"Может объявить освободительную войну после открытия социального института «оборонительная тактика». +100% [ICON_Production] к производству и +2 [ICON_Movement] к перемещению в течение первых 10 ходов после объявления освободительной войны. +1 [ICON_Housing] жилья для специализированных районов с не менее чем 2 соответствующими бонусами соседства, +1 [ICON_Amenities] довольства для специализированных районов с не менее чем 4 соответствующими бонусами соседства."	),

("ru_RU", "", "", 	    "LOC_IMPROVEMENT_GOLF_COURSE_XP2_DESCRIPTION",		"Позволяет строителям строить поле для гольфа (уникально для Шотландии).[NEWLINE][NEWLINE]+2 [ICON_AMENITIES] к довольству, +2 к престижу и +5 [ICON_GOLD] к золоту. Обеспечивает дополнительную [ICON_Culture] культуру для каждой фермы, пастбища, плантации и лагеря, с которыми оно соседствует.[NEWLINE][NEWLINE]Нельзя размещать в пустыне или пустынных холмах. Одно на город. клетки с полями для гольфа нельзя обменять."	),

("ru_RU", "", "",        "LOC_UNIT_SCOTTISH_HIGHLANDER_DESCRIPTION",           "Уникальный шотландский юнит промышленной эры, заменяющий рейнджера. Обзор: 5 [NEWLINE][NEWLINE]+5 [ICON_Strength] к боевой мощи при сражении в холмистой или лесной местности."),
--CIVILIZATION_SCYTHIA

("ru_RU", "", "", 	    "LOC_TRAIT_CIVILIZATION_EXTRA_LIGHT_CAVALRY_DESCRIPTION",		"Начните игру с технологиями «животноводство» и «верховая езда». Получайте 4 [ICON_RESOURCE_HORSES] ед. лошадей за ход. +2 [ICON_Production] производства от пастбищ. Получайте второй отряд легкой кавалерии или конного лучника саки каждый раз, когда вы тренируете юнит легкой кавалерии или конного лучника саки. Невозможно обучить или купить поселенца. Получите бесплатного поселенца при захвате города."	),

("ru_RU", "", "", 	    "LOC_TRAIT_LEADER_KILLER_OF_CYRUS_DESCRIPTION",		            "Все юниты получают +5 [ICON_Strength] к боевой мощи при атаке раненых юнитов. Когда они уничтожают юнит, они восстанавливают до 30 очков здоровья. +50% [ICON_Production] производства для всех городов на 5 ходов после захвата вражеского города."	),

("ru_RU", "", "", 	    "LOC_IMPROVEMENT_KURGAN_DESCRIPTION",		                    "Позволяет строителям строить курган (уникально для Скифии).[NEWLINE][NEWLINE]+2 [ICON_Faith] веры. +2 [ICON_Gold] золота. +2 [ICON_Faith] веры за каждое соседнее пастбище. +2 [ICON_Gold] золота за каждый соседний военный лагерь. Нельзя построить на холмах."	),

("ru_RU", "", "",        "LOC_UNIT_SCYTHIAN_HORSE_ARCHER_DESCRIPTION",           "Скифский уникальный юнит дальнего боя эпохи античности. Хорошо противостоит юнитам ближнего боя. Обзор: 2 [NEWLINE][NEWLINE]4 [ICON_Movement] очка перемещения, [ICON_Range] дальность атаки - 1."),
--CIVILIZATION_SPAIN

("ru_RU", "", "", 	    "LOC_TRAIT_LEADER_EL_ESCORIAL_EXPANSION2_DESCRIPTION",		    "Инквизиторы могут очищать от ереси на 1 раз больше. Инквизиторы устраняют 100% присутствия других религий. Боевые и религиозные юниты имеют бонус +5 [ICON_Strength] к боевой мощи против игроков, исповедующих другие религии. Давление вашей религии никогда не падает из-за потерь в теологических баталиях. Религиозные юниты игнорируют [ICON_Movement] стоимость передвижения местности и особенности ландшафта."	),

("ru_RU", "", "", 	    "LOC_TRAIT_CIVILIZATION_TREASURE_FLEET_EXPANSION2_DESCRIPTION",		"Может формировать флоты и армады с открытия «меркантилизма» вместо «национализма» и «мобилизации». [ICON_TradeRoute] Торговые пути получают +3 [ICON_Gold] золота, +2 [ICON_Faith] веры и +1 [ICON_Production] производства. [ICON_TradeRoute] Торговые пути между несколькими континентами получают в три раза больше. Города, не находящиеся на континенте вашей первоначальной столицы, получают +25% [ICON_Production] к производству районов и юнит строителя при основании."	),

("ru_RU", "", "", 	    "LOC_IMPROVEMENT_MISSION_EXPANSION2_DESCRIPTION",		"Позволяет строителям строить миссию (уникально для Испании).[NEWLINE][NEWLINE]+2 [ICON_Faith] веры. +2 [ICON_Faith] веры, +1 [ICON_PRODUCTION] производства и +1 [ICON_FOod] пищи, если вы находитесь на континенте, где нет вашей столицы [ICON_Capital]. +1 [ICON_Science] науки за каждый соседний кампус и район священного места. Дополнительная [ICON_SCIENCE] наука после исследования «культурного наследия». [NEWLINE] +5 ед. лояльности за ход и +20% к скорости роста городов с улучшением миссии, расположенных рядом с центром города, но не на континенте вашей первоначальной [ICON_Capital] столицы."	),

("ru_RU", "", "",        "LOC_UNIT_SPANISH_CONQUISTADOR_DESCRIPTION",           "Уникальный испанский юнит ближнего боя эпохи возрождения, который заменяет мушкетера и хорошо противостоит антикавалерийским юнитам. Обзор: 1[NEWLINE][NEWLINE]+10 [ICON_Strength] к боевой мощи, если на этой эе клетке находится религиозный юнит. Если юнит захватывает город или во время захвата города находится на соседней клетке, то этот город автоматически получает религию конкистадора в качестве преобладающей."),
--CIVILIZATION_SUMERIA

("ru_RU", "", "", 	    "LOC_TRAIT_CIVILIZATION_FIRST_CIVILIZATION_DESCRIPTION",		    "ри захвате аванпоста варваров вы получаете награду племенного поселения в дополнение к обычному [ICON_Gold] золоту. Мобилизация юнитов города-государства стоит вполовину меньше. +1 [ICON_Amenities] довольства, +1 [ICON_Housing] жилья и +1 [ICON_Envoy] посла от каждого города, который находится у реки."	),

("ru_RU", "", "", 	    "LOC_TRAIT_LEADER_ADVENTURES_ENKIDU_EXPANSION2_DESCRIPTION",		"+5 [ICON_Strength] к боевой мощи против юнитов игроков, воюющих с вами и вашим союзником. [ICON_CivicBoosted] Вдохновение обеспечивает 79% культуры [ICON_Culture] для социального института. -75% [ICON_Culture] базового дохода культуры для зданий в театральной площади."	),

("ru_RU", "", "", 	    "LOC_TRAIT_LEADER_GILGAMESH_HEROES_DESCRIPTION",		"+5 [ICON_Strength] к боевой мощи против юнитов игроков, воюющих с вами и вашим союзником. +100% [ICON_Production] увеличение производства при захвате героев, а продолжительность жизни героев увеличивается на 25% [ICON_Lifespan]. [ICON_CivicBoosted] Вдохновение обеспечивает 79% культуры [ICON_Culture] для социального института. -75% [ICON_Culture] базового дохода культуры для зданий в театральной площади."	),

("ru_RU", "", "",        "LOC_UNIT_SUMERIAN_WAR_CART_DESCRIPTION",           "Шумерский уникальный юнит тяжелой кавалерии эпохи древнего мира. Хорошо противостоит юнитам дальнего боя. Обзор: 2[NEWLINE][NEWLINE]Сильнее всех остальных начальных юнитов. Никаких штрафов против кавалерийских отрядов. 4 [ICON_Movement] очка перемещения, если этот юнит начинает движение на открытой местности."),
--CIVILIZATION_SWEDEN

("ru_RU", "", "", 	    "LOC_TRAIT_CIVILIZATION_NOBEL_PRIZE_DESCRIPTION",		"Швеция получает 100 очков [ICON_Favor] мирового влияния при получении великого человека (на стандартной скорости). Здания 2 уровня в промышленной зоне, кампусе и коммерческом центре обеспечивают вдвое меньшее времени строительства, двойной базовый доход и двойные очки великих людей. +1 [ICON_Citizen] горожанин, +1 [ICON_Housing] жилье и +1 [ICON_Amenities] довольство в городе после завершения строительства этих зданий."	),

("ru_RU", "", "", 	    "LOC_TRAIT_LEADER_KRISTINA_AUTO_THEME_DESCRIPTION",		"Здания как минимум с тремя ячейками великих шедевров и чудеса как минимум с двумя ячейками великих шедевров автоматически становятся тематическими, когда все их ячейки заполнены. +1 [ICON_GreatWork_WRITING] ячейка великих литературных шедевров в амфитеатре и +1 [ICON_GreatWork_MUSIC] ячейка великих музыкальных произведений в центре вещания, если культурный бонуст от соседства  [ICON_Culture] для театральной площади не меньше 4. можно построить «королевскую библиотеку» в правительственной площади."	),

("ru_RU", "", "", 	    "LOC_BUILDING_QUEENS_BIBLIOTHEQUE_DESCRIPTION",		"Уникальное здание Швеции. Имеет 6 ячеек для великих шедевров любого типа.[NEWLINE]Награды: +1 [Icon_Governor] губернаторский титул."	),

("ru_RU", "", "", 	    "LOC_IMPROVEMENT_OPEN_AIR_MUSEUM_DESCRIPTION",		"Позволяет строителям строить «музей под открытым небом» (уникально для Швеции).[NEWLINE][NEWLINE]+2 [ICON_Culture] культуры, +2 [ICON_Science] науки, +2 [ICON_Gold] золота и +2 [ICON_Tourism] туризма для каждого типа местности (снег, тундра, пустыня, равнина или пастбище), на которой основан хотя бы один шведский город. [NEWLINE][NEWLINE]По одному на город. Клетки с музеями под открытым небом нельзя обменять."	),

("ru_RU", "", "",        "LOC_UNIT_SWEDEN_CAROLEAN_DESCRIPTION",           "Шведское уникальное противокавалерийское подразделение эпохи возрождения, которое заменяет стрельцов и пикинеров. Хорошо противостоит кавалерийским подразделениям. Обзор: 1 [NEWLINE][NEWLINE]Быстрее стрельцов и пикинеров. +3 [ICON_Strength] к боевой мощи за каждое неиспользованное очко перемещения [ICON_Movement]."),
--CIVILIZATION_VIETNAM

("ru_RU", "", "", 	    "LOC_TRAIT_CIVILIZATION_VIETNAM_DESCRIPTION",		"Все наземные специализированные районы могут быть построены только в джунглях, болотах или лесах. +50% соответствующих бонусов за соседство для специализированных районов, прилегающих к лесу или джунглям, удваиваются, если они соседствуют с обоими. Получите следующий доход от каждого здания в этих улучшениях: +1 [ICON_CULTURE] культура в лесу, +1 [ICON_SCIENCE] науки в джунглях и +1 [ICON_PRODUCTION] производство на болоте. Леса можно посадить с момента исследования социального института «оборонительная тактика»."	),

("ru_RU", "", "", 	    "LOC_TRAIT_LEADER_TRIEU_DESCRIPTION",		"+5 [ICON_Strength] боевой мощи юнитов, сражающихся в джунглях, болотах или лесах. +1 [ICON_Movement] перемещение если они начинают свой ход на атких клетках. Оба этих бонуса удваиваются, если клетка на вашей территории. Получите [ICON_GreatGeneral] очки великого генерала, когда наземный юнит побеждает юнит большой или малой цивилизации, равный 25% силы противостоящего юнита (на стандартной скорости)."	),

("ru_RU", "", "", 	    "LOC_ABILITY_TRIEU_GREAT_GENERAL_INFLUENCE_BONUS_DESCRIPTION",		"Получите [ICON_GreatGeneral] очки великого полководца, когда побеждаете юнит крупной или малой цивилизации, сила которого равна 25% от силы противоборствующего юнита (на стандартной скорости)."	),

("ru_RU", "", "", 	    "LOC_DISTRICT_THANH_DESCRIPTION",		"Уникальный район Вьетнама, заменяющий военный лагерь. +2 [ICON_CULTURE] культуры для каждого соседнего района. После исследования «авиации» вы получите [ICON_TOURISM] туризм, равный доходу [ICON_CULTURE] культуры. Этот район не требует населения, дешевле в строительстве, не может быть построен рядом с центром города и не является специализированным районом. [NEWLINE][NEWLINE]+1 [ICON_Housing] жилья рядом с фермой.[NEWLINE]+1 [ICON_Housing] жилье рядом с пастбищем.[NEWLINE]+1 [ICON_Housing] жилье рядом с плантацией.[NEWLINE]+1 [ICON_Housing] жилье рядом с лагерем.[NEWLINE]+1 [ICON_Housing] жилье рядом с танем. (Требуется игровой режим «город-гигант»).[NEWLINE]+1 [ICON_Housing] жилье рядом с каналом.[NEWLINE]+1 [ICON_Housing] жилье рядом с аэродромом.[NEWLINE]+1 [ICON_Housing] жилье рядом с правительственной площадью.[NEWLINE]+3 [ICON_Housing] жилья рядом с национальным военным лагерем."	),

("ru_RU", "", "",        "LOC_UNIT_VIETNAMESE_VOI_CHIEN_DESCRIPTION",           "Вьетнамский уникальный юнит дальнего боя эпохи средневековья. Хорошо противостоит юнитам ближнего боя. Обзор: 3 [NEWLINE][NEWLINE] может двигаться после атаки и имеет дополнительное перемещение. Эти юниты также сильнее при защите, дороже и имеют лучший обзор."),
--CIVILIZATION_ZULU

("ru_RU", "", "", 	    "LOC_TRAIT_LEADER_AMABUTHO_DESCRIPTION",		"Может раньше формировать корпуса (социальный институт «наемники») и армии (социальный институт «национализм»). Дополнительные +5 [ICON_STRENGTH] базовой боевой мощи как для корпуса, так и для армии. +100% [ICON_Production] к производству антикавалерийских юнитов."	),

("ru_RU", "", "", 	    "LOC_DISTRICT_IKANDA_DESCRIPTION",		"Уникальный район зулусов, который заменяет военный лагерь. Имеет дальность обстрела 2. Как только выполнены условия нужных социальных институтов и технологий, можно строить корпуса и армии. Ускоренное создание корпусов и армий. Здания в Иканде получают +2 [ICON_GOLD] золота и +1 [ICON_SCIENCE] науки. Можно построить недалеко от центра города, без штрафа к престижу.[NEWLINE][NEWLINE]+1 [ICON_Housing] жилье рядом с фермой.[NEWLINE]+1 [ICON_Housing] жилье рядом с пастбищем.[NEWLINE]+1 [ICON_Housing] жилье рядом с плантацией.[NEWLINE]+1 [ICON_Housing] жилье рядом с лагерем.[NEWLINE]+1 [ICON_Housing] жилье рядом с икандой. (Требуется режим игры «Мегаполис»)[NEWLINE]+1 [ICON_Housing] Жилье когда рядом с каналом.[NEWLINE]+1 [ICON_Housing] Жилье рядом с аэродромом.[NEWLINE]+3 [ICON_Housing] жилья рядом с национальным военным лагерем."	),

("ru_RU", "", "", 	    "LOC_TRAIT_CIVILIZATION_ZULU_ISIBONGO_DESCRIPTION",		"Города с гарнизоном получают +3 к лояльности за ход или +5, если это корпус или армия. Завоевание города юнитом улучшит его до корпуса или армии, если разблокированы соответствующие социальные институты. +1 [ICON_FOOD] пищи для клеток, примыкающих к пастбищу. +1 [ICON_Gold] золота за клетки, примыкающие к плантации."	),

("ru_RU", "", "",        "LOC_UNIT_ZULU_IMPI_DESCRIPTION",           "Зулусский уникальный антикавалерийский юнит средневековья, который заменяет копейщика и хорошо противостоит кавалерийским юнитам. Обзор: 1[NEWLINE][NEWLINE]Увеличенный бонус атаки с фланга, низкая стоимость и низкое содержание. Зарабатывает опыт быстрее.");