--==========================================================================================================================
-- BUILDING TEXT
--==========================================================================================================================
INSERT
	OR REPLACE INTO LocalizedText (Language, Tag, Text)
VALUES
	(
		"ru_RU",
		"LOC_LEU_GARDEN_PLUS_PRESERVES_SETUP_NAME",
		"Разрешить Сады вместе с Заповедниками"
	),
	(
		"ru_RU",
		"LOC_LEU_GARDEN_PLUS_PRESERVES_SETUP_DESC",
		"Отметьте, если вы не хотите, чтобы районы были взаимоисключающими для улучшенной игры с природой!"
	),
	(
		"ru_RU",
		"LOC_PRESERVE_GARDEN_EXCLUSIVE",
		""
	),
	(
		"ru_RU",
		"LOC_GARDEN_PRESERVE_EXCLUSIVE",
		""
	);

--==========================================================================================================================
--==========================================================================================================================