--==========================================================================================================================
-- BUILDING TEXT
--==========================================================================================================================
INSERT
	OR REPLACE INTO LocalizedText (Language, Tag, Text)
VALUES
	(
		"ru_RU",
		"LOC_PROJECT_LEU_ENHANCE_DISTRICT_LEU_GARDEN_NAME",
		"Благоустройство Сада"
	),
	(
		"ru_RU",
		"LOC_PROJECT_LEU_ENHANCE_DISTRICT_LEU_GARDEN_SHORTNAME",
		"Благоустройство Сада"
	),
	(
		"ru_RU",
		"LOC_PROJECT_LEU_ENHANCE_DISTRICT_LEU_GARDEN_DESC",
		"Проект, связанный с районом, который увеличивает Привлекательность клеток города на 1 во время выполнения. По завершении приносит очки [ICON_GREATENGINEER] Великого инженера и [ICON_GREATARTIST] Великого художника."
	);

--==========================================================================================================================
--==========================================================================================================================