INSERT
       OR REPLACE
INTO
       LocalizedText
       ( Language
            , Tag
            , Text
       )
       VALUES
       --CIVILIZATION_AMERICA
       ( "ru_RU"
            , "LOC_TRAIT_CIVILIZATION_LAST_PROPHET_DESCRIPTION"
            , "Автоматически получите последнего [ICON_GreatProphet] великого пророка, когда будет нанят предпоследний (если вы еще не получили [ICON_GreatProphet] великого пророка). Клетки пустыни обеспечивают стандартный бонус [ICON_FAITH] веры от соседства священного места. +1 [ICON_TradeRoute] доступный торговый путь от каждого здания храма. Религиозное давление от ваших торговых путей [ICON_TradeRoute]: +100%. -6 лояльности для городов без религии."
       )
     ,
        ( "ru_RU"
            , "LOC_TRAIT_LEADER_RIGHTEOUSNESS_OF_FAITH_DESCRIPTION"
            , "Здание поклонения для вашей религии может быть куплено любым игроком всего за 1/10 стоимости веры [ICON_Faith]. Это культовое здание улучшено, и дает 10% к [ICON_Science] науки, [ICON_Faith] веры и [ICON_Culture] культуры арабским городам. +2 [ICON_Science] к науке и +2 [ICON_FAITH] к вере за каждый город, исповедующий вашу религию, (удваивается, если это иностранный город). Боевые юниты получают +10 [ICON_Strength] к боевой мощи в сражениях с врагами другой религии."
       )
     ,
        ( "ru_RU"
            , "GOLDEN_LOC_RIGHTEOUSNESS_OF_FAITH"
            , "+10 [ICON_Strength] (Праведность)"
       )
     ,
        ( "ru_RU"
            , "LOC_UNIT_BABYLONIAN_SABUM_KIBITTUM_DESCRIPTION"
            , "Вавилонский уникальный юнит ближнего боя эпохи древнего мира, который заменяет воина и хорошо противостоит антикавалерийским юнитам. Обзор: 3 [NEWLINE][NEWLINE]+17 [ICON_Strength] к боевой мощи против юнитов класса тяжелой и легкой кавалерии."
       )
     ,
        ( "ru_RU"
            , "LOC_TRAIT_CIVILIZATION_INDUSTRIAL_REVOLUTION_DESCRIPTION"
            , "+100% [ICON_PRODUCTION] к производству промышленной зоны и ее зданий. Завершение промышленной зоны приводит к срабатыванию культурного захвата. Открывает технологии промышленной эры после завершения их предшествующих технологий в эпохе возрождения. +5 [ICON_Citizen] жителей, когда вы основываете прибрежный город за пределами своего родного континента, и +15% ко всем типам дохода для таких прибрежных городов."
       )
     ,
        ( "ru_RU"
            , "LOC_UNIT_GAUL_GAESATAE_DESCRIPTION"
            , "Уникальный галльский юнит эпохи древнего мира, который заменяет воина и хорошо противостоит антикавалерийским юнитам. Обзор: 1[NEWLINE][NEWLINE]Этот юнит получает +10 [ICON_Strength] к боевой мощи, когда сражается с юнитами с более высокой базовой боевой силой. +5 [ICON_Strength] боевой мощи против обороны районов."
       )
     ,
        ( "ru_RU"
            , "LOC_TRAIT_CIVILIZATION_IMPERIAL_FREE_CITIES_DESCRIPTION"
            , "Каждый город может построить на один район больше, чем обычно (превышая нормальный предел, основанный на населении [ICON_Citizen]). +1 очко [ICON_Movement] перемещение юнитам на дружественной территории, если вы находитесь в мире с другими крупными цивилизациями, +1 очко [ICON_Movement] перемещение юнитов на вражеской территории, если вы находитесь в состоянии войны с какой-либо крупной цивилизацией. Здания, дающие дополнительный доход при использовании [ICON_POWER] электроэнергии, получают еще +3 к этому доходу."
       )
     ,
        ( "ru_RU"
            , "LOC_TRAIT_CIVILIZATION_INDONESIA_NUSANTARA_DESCRIPTION"
            , "Клетки побережья и озера обеспечивают стандартный бонус соседства для всех специализированных районов. +1 [ICON_AMENITIES] довольства каждому развлекательному комплексу и +1 [ICON_Housing] жилья к каждому военному лагерю, если они примыкают к клетке побережья или озера. Получите одну копию [ICON_RESOURCE_SPICES] пряностей, [ICON_RESOURCE_CLOVES] гвоздики и [ICON_RESOURCE_CINNAMON] корицы. +1 [ICON_PRODUCTION] производства рыбацким судам и рыбным промыслам. -1 [ICON_Amenities] довольства для не прибрежных городов."
       )
     ,
        ( "ru_RU"
            , "LOC_TRAIT_LEADER_EXALTED_GODDESS_DESCRIPTION"
            , "Морские и гражданские юниты можно покупать за веру [ICON_FAITH]. +5 [ICON_FAITH] веры и +5 [ICON_GOLD] золота центрам городов, которые примыкают к клеткам побережья или озера. +2 [ICON_FAITH] веры для клеток побережья."
       )
     ,
        ( "ru_RU"
            , "LOC_GAEXP_BUILDING_ELECTRONICS_FACTORY_DESCRIPTION"
            , "Уникальное здание Японии. Бонус [ICON_Culture] культуры равен бонусу [ICON_Production] производства от соседства этого района.[NEWLINE]Каждый улучшенный редкий ресурс в пределах 2 клеток от промышленной зоны дает +1 [ICON_Production] производства для всех фабрик электроники в этом империи. Отсутствует штраф от промышленной конкуренции.[NEWLINE][NEWLINE]Базовый доход этого здания распространяется на все центры городов в пределах 4 клеток, которые еще не имеют бонуса от здания фабрики."
       )
     ,
        ( "ru_RU"
            , "LOC_BUILDING_PRASAT_EXPANSION2_DESCRIPTION"
            , "Уникальное здание кхмеров. Заменяет Храм. Требуется для покупки апостолов и инквизиторов за [ICON_Faith] веру. +4 [ICON_FAITH] веры.  +0,5 [ICON_Culture] культуры за каждого [ICON_CITIZEN] жителя в этом городе. После исследования «Авиации» вы получите +10 [ICON_Tourism] туризма, если население города [ICON_CITIZEN] составляет 10 или более жителей, и +20 [ICON_Tourism] туризма, если население города [ICON_CITIZEN] составляет 20 или более жителей.[NEWLINE][NEWLINE]Базовый доход этого здания распространяются на все центры городов в пределах 4 клеток, которые еще не имеют бонуса от здания священного места 2 уровня."
       )
     ,
        ( "ru_RU"
            , "LOC_BUILDING_PRASAT_HEROES_XP2_DESCRIPTION"
            , "Уникальное здание кхмеров. Заменяет Храм. Требуется для покупки апостолов и инквизиторов за [ICON_Faith] веру. +4 [ICON_FAITH] веры. +0,5 [ICON_Culture] культуры за каждого [ICON_CITIZEN] жителя в этом городе. После исследования «Авиации» вы получите +10 [ICON_Tourism] к туризму, если население города [ICON_CITIZEN] составляет 10 или более жителей, и +20 [ICON_Tourism] к туризму, если население города [ICON_CITIZEN] составляет 20 или более жителей. Призыв героев в этом городе стоит на 15% меньше [ICON_Faith] веры.[NEWLINE][NEWLINE]Базовый доход этого здания распространяется на все центры городов в пределах 4 клеток, которые еще не имеют бонуса от здания 2-го уровня священного места."
       )
     ,
        ( "ru_RU"
            , "LOC_TRAIT_LEADER_SAHEL_MERCHANTS_DESCRIPTION"
            , "Международные [ICON_TradeRoute] торговые пути получают +1 [ICON_GOLD] золота за каждую клетку пустыни в исходном городе. Получайте +2 [ICON_TradeRoute] доступных торгвых пути каждый раз, когда вы входите в золотой век. Получайте +1 к очкам эпохи каждый раз, когда успешно завершаете торговый путь [ICON_TradeRoute]. В этом городе юниты, здания и районы на 20 % дешевле при покупке за [ICON_GOLD] золото и [ICON_FAITH] веру."
       )
     ,
        ( "ru_RU"
            , "LOC_DISTRICT_SUGUBA_DESCRIPTION"
            , "Уникальный район Мали, специализирующийся на финансах и торговле, который заменяет коммерческий центр. [NEWLINE][NEWLINE]Получает огромный бонус [ICON_Gold] золота за каждый соседний ресурс."
       )
     ,
        ( "ru_RU"
            , "LOC_UNIT_MONGOLIAN_KESHIG_DESCRIPTION"
            , "Уникальный монгольский юнит огневой поддержки средневековья, хорошо противостоит юнитам ближнего боя. Обзор: 2 [NEWLINE][NEWLINE] Может сопровождать движущиеся гражданские и вспомогательные юниты с более высокой [ICON_Movement] скоростью передвижения."
       )
     ,
        ( "ru_RU"
            , "LOC_TRAIT_CIVILIZATION_GROTE_RIVIEREN_EXPANSION2_DESCRIPTION"
            , "Большой бонус за соседство для специализированных районов, если они находятся рядом с рекой. +2 ед. престижа для луговых и равнинных пойм. В два раза больше дохода от клеток, примыкающих к акведуку, каналу или дамбе. Горожане не могут работать на клетках гор."
       )
     ,
        ( "ru_RU"
            , "LOC_TRAIT_RADIO_ORANJE_DESCRIPTION"
            , "[ICON_TradeRoute] Торговые пути в иностранные города или из иностранных городов приносят вам +2 [ICON_Culture] культуры +2 [ICON_Gold] золота. +50% [ICON_CULTURE] культуры и [ICON_GOLD] золота, если вы получили объявление войны за последние 10 ходов. Все ваши города всегда на 100% лояльны, когда вы находитесь в состоянии войны с крупной цивилизацией. +2 ячейки дипломатических курсов для вашего правительства, когда ваши технологии и социальные институты достигнут эпохи возрождения."
       )
     ,
        ( "ru_RU"
            , "LOC_BUILDING_STAVE_CHURCH_DESCRIPTION"
            , "Уникальное здание Норвегии. Требуется для покупки апостолов и инквизиторов за [ICON_Faith] веру. Священные места получают дополнительный стандартный бонус за соседство с лесом. +1 [ICON_PRODUCTION] производство каждой клетке прибрежных ресурсов в этом городе.[NEWLINE][NEWLINE]Базовый доход этого здания распространяется на все центры города в пределах 4 клеток, которые еще не имеют бонуса от здания 2-го уровня священного места. "
       )
     ,
        ( "ru_RU"
            , "LOC_BUILDING_STAVE_CHURCH_HEROES_DESCRIPTION"
            , "Уникальное здание Норвегии. Требуется для покупки апостолов и инквизиторов за [ICON_Faith] веру. Священные места получают дополнительный стандартный бонус за соседство с лесом. +1 [ICON_PRODUCTION] производство к каждой клетке прибрежных ресурсов в этом городе. Призыв героев в этом городе стоит на 15% меньше [ICON_Faith] веры.[NEWLINE][NEWLINE]Базовый доход этого здания распространяется на все центры городов в пределах 4 клеток, которые еще не имеют бонуса от здания 2-го уровня священного места мест."
       )
     ,
        ( "ru_RU"
            , "LOC_UNIT_NUBIAN_PITATI_DESCRIPTION"
            , "Уникальный нубийский юнит дальнего боя эпохи древнего мира, который заменяет лучника и хорошо противостоит юнитам ближнего боя. Обзор: 1 [NEWLINE][NEWLINE] Сильнее лучника, с дополнительным очком [ICON_Movement] перемещения."
       )
     ,
        ( "ru_RU"
            , "LOC_TRAIT_CIVILIZATION_SATRAPIES_DESCRIPTION"
            , "Можно купить этот район за [ICON_Gold] золото. +1 [ICON_Gold] золота и +1 [ICON_Culture] культуры за каждый специализированный район в городе назначения для внутренних торговых путей [ICON_TradeRoute]. Дороги, построенные на вашей территории, на один уровень выше, чем обычно. Получите по 1 [ICON_Governor] губернаторскому титулу в каждом городе. Вдвое меньше доходов от международных торговых путей [ICON_TradeRoute]."
       )
     ,
        ( "ru_RU"
            , "LOC_TRAIT_LEADER_FALL_BABYLON_EXPANSION2_DESCRIPTION"
            , "+2 [ICON_Movement] к перемещению и +5 [ICON_Strength] к боевой мощи в течение первых 10 ходов после объявления внезапной войны крупной цивилизации. +8 лояльности за ход в оккупированных городах с гарнизоном. Получите бесплатный юнит ближнего боя при захвате города."
       )
     ,
        ( "ru_RU"
            , "LOC_UNIT_PERSIAN_IMMORTAL_DESCRIPTION"
            , "Уникальный персидский юнит ближнего боя эпохи античности, который заменяет мечника и хорошо противостоит антикавалерийским юнитам. Обзор: 1 [NEWLINE][NEWLINE]Юнит ближнего боя с дальнобойной атакой, [ICON_Range] Дальность атаки: 2."
       )
     ,
        ( "ru_RU"
            , "LOC_UNIT_SCYTHIAN_HORSE_ARCHER_DESCRIPTION"
            , "Скифский уникальный юнит огневой поддержки эпохи античности. Хорошо противостоит юнитам ближнего боя. Обзор: 2 [NEWLINE][NEWLINE]4 очка [ICON_Movement] перемещения, [ICON_Range] дальность атаки: 1."
       )
     ,
        ( "ru_RU"
            , "LOC_TRAIT_LEADER_KRISTINA_AUTO_THEME_DESCRIPTION"
            , "Здания как минимум с тремя ячейками великих шедевров и чудеса как минимум с двумя ячейками великих шедевров автоматически становятся тематическими, когда все их ячейки заполнены. +100% бонус дохода и +100% бонус [ICON_Tourism] туризма за все великие шедевры в тематических зданиях. Можно построить королевскую библиотеку в правительственной площади."
       )
;