--========================================================================================================================
-- LocalizedText
--========================================================================================================================
INSERT OR REPLACE INTO BaseGameText
		(Tag,					Text)
VALUES
--========================================================================================================================
-- Pantheon Updates
--========================================================================================================================
		("LOC_BELIEF_GODDESS_OF_FESTIVALS_DESCRIPTION",
		"+1 [ICON_Food] Еды с [ICON_RESOURCE_WINE] Винограда, [ICON_RESOURCE_INCENSE] Благовоний, [ICON_RESOURCE_P0K_PAPYRUS] Папируса, [ICON_RESOURCE_P0K_MAPLE] Клена, [ICON_RESOURCE_COCOA] Какао, [ICON_RESOURCE_TOBACCO] Табака, [ICON_RESOURCE_COFFEE] Кофе и [ICON_RESOURCE_TEA] Чая на плантациях."),
		("LOC_BELIEF_ORAL_TRADITION_DESCRIPTION",
		"+1 [ICON_Culture] Культуры с [ICON_RESOURCE_BANANAS] Бананов, [ICON_RESOURCE_CITRUS] Цитрусовых, [ICON_RESOURCE_CVS_POMEGRANATES] Гранатов, [ICON_RESOURCE_P0K_PLUMS] Слив, [ICON_RESOURCE_COTTON] Хлопка, [ICON_RESOURCE_DYES] Красителей, [ICON_RESOURCE_SILK] Шелка, [ICON_RESOURCE_SPICES] Специй и [ICON_RESOURCE_SUGAR] Сахара на плантациях."),
--========================================================================================================================
-- Пингвины
--========================================================================================================================
		("LOC_RESOURCE_P0K_PENGUINS_NAME",  
		"Пингвины"),
		("LOC_PEDIA_RESOURCES_PAGE_RESOURCE_P0K_PENGUINS_CHAPTER_HISTORY_PARA_1",
		"Пингвины любимы во всем мире за их необычную прямую, переваливающуюся походку, впечатляющие способности к плаванию и (по сравнению с другими птицами) отсутствие страха перед людьми. Их черно-белое оперение часто сравнивают с костюмом для официальных мероприятий. Некоторые художники и писатели ошибочно изображают пингвинов на Северном полюсе. Хотя почти все виды пингвинов обитают в Южном полушарии, они встречаются не только в холодных климатах, таких как Антарктика. На самом деле, только несколько видов пингвинов живут так далеко на юге. Некоторые виды встречаются в умеренном поясе, а один вид, галапагосский пингвин, живет рядом с экватором. Большинство пингвинов питается крилем, рыбой, кальмарами и другими формами морской жизни, которые они ловят, плавая под водой. Примерно половину своей жизни они проводят на суше, а другую половину — в океане."),
--========================================================================================================================
-- Гранаты
--========================================================================================================================	
		("LOC_RESOURCE_CVS_POMEGRANATES_NAME",  
		"Гранаты"),
		("LOC_PEDIA_RESOURCES_PAGE_RESOURCE_CVS_POMEGRANATES_CHAPTER_HISTORY_PARA_1",
		"Древние египтяне считали гранат символом процветания и амбиций. Согласно Эберсову папирусу, одному из старейших медицинских текстов, датируемому около 1500 года до н.э., египтяне использовали гранат для лечения глистов и других инфекций. Греки знали этот фрукт задолго до его появления в Риме через Карфаген, и он фигурирует в многочисленных мифах и произведениях искусства. В древнегреческой мифологии гранат называли 'плодом мертвых' и считали, что он вырос из крови Адониса."),
--========================================================================================================================
-- Папирус
--========================================================================================================================		
		("LOC_RESOURCE_P0K_PAPYRUS_NAME",
		"Папирус"),
		("LOC_PEDIA_RESOURCES_PAGE_RESOURCE_P0K_PAPYRUS_CHAPTER_HISTORY_PARA_1",
		"Папирус использовался как материал для письма для гимнов, религиозных текстов, духовных наставлений, писем, официальных документов, прокламаций, любовных стихов, медицинских текстов, научных или технических руководств, ведения записей, магических трактатов и литературы. Существующие свитки варьируются от фрагментов до одной страницы и знаменитого Эберсова папируса, который состоит из 110 страниц длиной 20 метров. Эберсов папирус — это медицинский текст, который часто цитируется как доказательство взаимосвязи медицины и магии в древнем Египте. Вкупе с другими свитками, такими как Каунский гинекологический папирус, Лондонский медицинский папирус и папирус Эдвина Смита, эти работы свидетельствуют о богатых медицинских знаниях и навыках древних египтян."),
--========================================================================================================================
-- Клен
--========================================================================================================================		
		("LOC_RESOURCE_P0K_MAPLE_NAME",
		"Клен"),
		("LOC_PEDIA_RESOURCES_PAGE_RESOURCE_P0K_MAPLE_CHAPTER_HISTORY_PARA_1",
		"Первые французские и английские поселенцы в Северной Америке быстро узнали о ценности клена от восточных племен индейцев. Эти пионеры вскоре начали сами делать кленовый сахар и сироп из сладкого сока сахарного клена. Из красного клена они научились делать чернила и красители. Джон Смит был одним из первых, кто описал процесс изготовления сахара, используемый коренными американцами. Они также изготавливали сиропы от кашля из внутренней коры клена. Сегодня, как и в былые времена, кленовая древесина остается популярным выбором для производства мебели, шкафов, полов и кухонной утвари."),
--========================================================================================================================
-- Опал
--========================================================================================================================		
		("LOC_RESOURCE_P0K_OPAL_NAME",
		"Опал"),
		("LOC_PEDIA_RESOURCES_PAGE_RESOURCE_P0K_OPAL_CHAPTER_HISTORY_PARA_1",
		"Писатели сравнивают опалы с вулканами, галактиками и фейерверками. Любители дали необычным опалам поэтические названия, такие как Пандора, Свет Мира и Императрица. В древнем Риме этот драгоценный камень символизировал любовь и надежду. Многие культуры связывали опалы с сверхъестественным происхождением и магическими силами. По арабским легендам, опалы падают с небес в вспышках молнии. Древние греки верили, что опалы даруют их владельцам дар пророчества и защищают от болезней. Европейцы давно считают этот камень символом надежды, чистоты и истины."),
--========================================================================================================================
-- Сливы
--========================================================================================================================		
		("LOC_RESOURCE_P0K_PLUMS_NAME",
		"Сливы"),
		("LOC_PEDIA_RESOURCES_PAGE_RESOURCE_P0K_PLUMS_CHAPTER_HISTORY_PARA_1",
		"Вероятно, сливы были одними из первых фруктов, окультуренных человеком. Записи о семействе слив относятся к древней Греции, где культивирование этих фруктов велось уже веками в Европе и Западной Азии. Считается, что сливы входили в число многих растений, выращиваемых в висячих садах Вавилона. Древние римляне знали более 300 сортов этого сочного фрукта."),

-- R&F Compatibility
--========================================================================================================================		
INSERT OR REPLACE INTO BaseGameText
		(Tag,					Text)
SELECT	'LOC_BELIEF_GODDESS_OF_FESTIVALS_DESCRIPTION',	'+1 [ICON_Food] Еды с [ICON_RESOURCE_WINE] Винограда, [ICON_RESOURCE_INCENSE] Благовоний, [ICON_RESOURCE_P0K_PAPYRUS] Папируса, [ICON_RESOURCE_P0K_MAPLE] Клена, [ICON_RESOURCE_COCOA] Какао, [ICON_RESOURCE_TOBACCO] Табака, [ICON_RESOURCE_OLIVES] Оливок, [ICON_RESOURCE_COFFEE] Кофе и [ICON_RESOURCE_TEA] Чая на плантациях.' FROM BaseGameText WHERE Tag='LOC_RESOURCE_OLIVES_NAME';
