--========================================================================================================================
-- LocalizedText
--========================================================================================================================
INSERT OR REPLACE INTO BaseGameText
		(Tag,					Text)
VALUES
--========================================================================================================================
-- Обновления пантеона
--========================================================================================================================
("en_EN", "LOC_BELIEF_GODDESS_OF_FESTIVALS_DESCRIPTION",
"+1 [ICON_Food] Еда с [ICON_RESOURCE_WINE] Вина, [ICON_RESOURCE_INCENSE] Ладан, [ICON_RESOURCE_P0K_PAPYRUS] Папирус, [ICON_RESOURCE_P0K_MAPLE] Клён, [ICON_RESOURCE_COCOA] Какао, [ICON_RESOURCE_TOBACCO] Табак, [ICON_RESOURCE_COFFEE] Кофе, и [ICON_RESOURCE_TEA] Чайные плантации."),

("en_EN", "LOC_BELIEF_ORAL_TRADITION_DESCRIPTION",
"+1 [ICON_Culture] Культура с [ICON_RESOURCE_BANANAS] Бананов, [ICON_RESOURCE_CITRUS] Цитрусовых, [ICON_RESOURCE_CVS_POMEGRANATES] Гранатов, [ICON_RESOURCE_P0K_PLUMS] Слив, [ICON_RESOURCE_COTTON] Хлопка, [ICON_RESOURCE_DYES] Красителей, [ICON_RESOURCE_SILK] Шёлка, [ICON_RESOURCE_SPICES] Специй, и [ICON_RESOURCE_SUGAR] Сахарных плантаций."),

--========================================================================================================================
-- Пингвины
--========================================================================================================================
("en_EN", "LOC_RESOURCE_P0K_PENGUINS_NAME",  
"Пингвины"),

("en_EN", "LOC_PEDIA_RESOURCES_PAGE_RESOURCE_P0K_PENGUINS_CHAPTER_HISTORY_PARA_1",
"Пингвины широко любимы по всему миру, в первую очередь за их необычную прямостоящую походку, впечатляющие способности к плаванию и (по сравнению с другими птицами) отсутствие страха перед людьми. Их яркое чёрно-белое оперение часто сравнивают с костюмом с белым галстуком. Ошибочно некоторые художники и писатели размещали пингвинов на Северном полюсе. Хотя почти все виды пингвинов являются коренными жителями Южного полушария, они не встречаются только в холодных климатах, таких как Антарктида. На самом деле, лишь несколько видов пингвинов живут так далеко на юге. Несколько видов встречаются в умеренном климате, а один вид, галапагосский пингвин, живёт рядом с экватором. Большинство пингвинов питаются крилем, рыбой, кальмарами и другими формами морской жизни, которые они ловят, плавя под водой. Они проводят около половины своей жизни на суше и половину — в океанах."),

--========================================================================================================================
-- Гранаты
--========================================================================================================================	
("en_EN", "LOC_RESOURCE_CVS_POMEGRANATES_NAME",  
"Гранаты"),

("en_EN", "LOC_PEDIA_RESOURCES_PAGE_RESOURCE_CVS_POMEGRANATES_CHAPTER_HISTORY_PARA_1",
"Древние египтяне считали гранат символом процветания и амбиций. Согласно Эберсовому папирусу, одному из старейших медицинских текстов около 1500 года до нашей эры, египтяне использовали гранат для лечения ленточных червей и других инфекций. Греки были знакомы с этим фруктом задолго до того, как он был введён в Рим через Карфаген, и он фигурирует в нескольких мифах и произведениях искусства. В древнегреческой мифологии гранат был известен как 'плод мёртвых' и считался выросшим из крови Адониса."),

--========================================================================================================================
-- Папирус
--========================================================================================================================		
("en_EN", "LOC_RESOURCE_P0K_PAPYRUS_NAME",
"Папирус"),

("en_EN", "LOC_PEDIA_RESOURCES_PAGE_RESOURCE_P0K_PAPYRUS_CHAPTER_HISTORY_PARA_1",
"Как письменный материал, папирус использовался для гимнов, религиозных текстов, духовных наставлений, писем, официальных документов, провозглашений, любовных стихов, медицинских текстов, научных или технических руководств, учёта, магических трактатов и литературы. Сохранившиеся свитки варьируются от фрагментов до целых страниц, таких как знаменитый Эберсов папирус, который насчитывает 110 страниц на свитке длиной 20 метров. Эберсов папирус — это медицинский текст, который часто цитируется как доказательство того, как медицина и магия были взаимосвязаны в Древнем Египте. Вместе с другими папирусами, такими как Кахунский гинекологический папирус, Лондонский медицинский папирус и папирус Эдвина Смита, эти работы свидетельствуют о гигантском медицинском знании и мастерстве древних египтян и о том, как они лечили различные травмы, болезни и серьёзные состояния, такие как рак и болезни сердца. В медицинских текстах Египта также рассматриваются случаи тревожности, депрессии и травм, а также такие темы, как аборты, контрацепция, менструальные боли и бесплодие."),

--========================================================================================================================
-- Клён
--========================================================================================================================		
("en_EN", "LOC_RESOURCE_P0K_MAPLE_NAME",
"Клён"),

("en_EN", "LOC_PEDIA_RESOURCES_PAGE_RESOURCE_P0K_MAPLE_CHAPTER_HISTORY_PARA_1",
"Первые французские и английские поселенцы в Северной Америке быстро научились от восточных коренных американских племён пользоваться дарами кленов. Эти пионеры вскоре начали делать свой собственный кленовый сахар и сироп из сладкого сока сахарного клёна. С красного клена они научились делать чернила и красители. Поселенец Джон Смит был одним из первых, кто описал процесс производства сахара, используемого коренными американцами. Он также отметил другие интересные способы использования кленовых деревьев, например, тот факт, что коренные американцы варили лекарство от кашля из внутренней коры. И сегодня, как и в древности, кленовое дерево является популярным выбором для изготовления мебели, шкафов, полов и хозяйственных предметов."),

--========================================================================================================================
-- Опал
--========================================================================================================================		
("en_EN", "LOC_RESOURCE_P0K_OPAL_NAME",
"Опал"),

("en_EN", "LOC_PEDIA_RESOURCES_PAGE_RESOURCE_P0K_OPAL_CHAPTER_HISTORY_PARA_1",
"Писатели сравнивают опалы с вулканами, галактиками и фейерверками. Поклонники даровали исключительным опалам поэтические имена, такие как Пандора, Свет мира и Императрица. В Древнем Риме этот камень символизировал любовь и надежду. Многие культуры приписывают опалу сверхъестественное происхождение и силы. По арабским легендам, он падает с небес в вспышках молний. Древние греки верили, что опалы дают их владельцам дар пророчества и защищают их от болезней. Европейцы давно считают этот камень символом надежды, чистоты и правды."),

--========================================================================================================================
-- Сливы
--========================================================================================================================		
("en_EN", "LOC_RESOURCE_P0K_PLUMS_NAME",
"Сливы"),

("en_EN", "LOC_PEDIA_RESOURCES_PAGE_RESOURCE_P0K_PLUMS_CHAPTER_HISTORY_PARA_1",
"Вероятно, что сливы были одними из первых фруктов, одомашненных человеком. Записанная история сливы уходит в Древнюю Грецию, когда культивация таких фруктов уже была установлена в Европе и Западной Азии. На самом деле сливы предположительно входили в число множества растений, выращиваемых в Висячих садах Вавилона. Древние римляне были знакомы более чем с 300 сортами этого сочного фрукта."),

--========================================================================================================================
-- Совместимость с R&F
--========================================================================================================================		
INSERT OR REPLACE INTO BaseGameText
		(Tag,					Text)
SELECT	'LOC_BELIEF_GODDESS_OF_FESTIVALS_DESCRIPTION',	'+1 [ICON_Food] Еда с [ICON_RESOURCE_WINE] Вина, [ICON_RESOURCE_INCENSE] Ладана, [ICON_RESOURCE_P0K_PAPYRUS] Папируса, [ICON_RESOURCE_P0K_MAPLE] Клёна, [ICON_RESOURCE_COCOA] Какао, [ICON_RESOURCE_TOBACCO] Табака, [ICON_RESOURCE_OLIVES] Олив, [ICON_RESOURCE_COFFEE] Кофе, и [ICON_RESOURCE_TEA] Чайных плантаций.' FROM BaseGameText WHERE Tag='LOC_RESOURCE_OLIVES_NAME';
