--========================================================================================================================
-- LocalizedText
--========================================================================================================================
INSERT
OR      REPLACE
INTO
        LocalizedText
        (
                LANGUAGE,
                Tag     ,
                TEXT    ,
                Gender  ,
                Plurality
        )
        VALUES
        --========================================================================================================================
        -- Cheese
        --========================================================================================================================
        (
                "ru_RU"                        ,
                "LOC_RESOURCE_SUK_CHEESE_NAME" ,
                "Сыр|сыра|сыру|сыр|сыром|сыре" ,
                "masculine"                    ,
                "1"
        )
        ,
        (
                "ru_RU"                                                                                                                                                                                                                                                                                                                                                                                                                ,
                "LOC_PEDIA_RESOURCES_PAGE_RESOURCE_SUK_CHEESE_CHAPTER_HISTORY_PARA_1"                                                                                                                                                                                                                                                                                                                                                                                                                ,
                "Сыр - это продукт, полученный из молока, который имеет широкий спектр вкусов, текстур и форм. Производятся сотни сыров из разных стран. Их тип, текстура и вкус зависят от происхождения молока (включая диету животных), пастеризации, содержания жира, бактерий и плесени, обработки и созревания. В качестве ароматизаторов можно использовать травы, специи или древесный дым. От желтого до красного цвета многих сортов сыра, таких как Б. Красный Лестер производится путем добавления Аннатто. В некоторые виды сыра можно добавлять дополнительные ингредиенты, такие как черный перец, чеснок, чеснок или клюкву." ,
                ""                                                                                                                                                                                                                                                                                                                                                                                                                ,
                ""
        )
        ,
        --========================================================================================================================
        -- Camels
        --========================================================================================================================
        (
                "ru_RU"                                                       ,
                "LOC_RESOURCE_SUK_CAMEL_NAME"                                 ,
                "Верблюды|верблюдов|верблюдам|верблюдов|верблюдами|верблюдах" ,
                "masculine"                                                   ,
                "2"
        )
        ,
        (
                "ru_RU"                                                                                                                                                                                                                                                                                                                                                                                                         ,
                "LOC_PEDIA_RESOURCES_PAGE_RESOURCE_SUK_CAMEL_CHAPTER_HISTORY_PARA_1"                                                                                                                                                                                                                                                                                                                                            ,
                "Арабские верблюды были одомашнены около 3500 лет назад и издавна считались вьючными животными. Они могут перевозить большие грузы со скоростью до 25 миль в день. В некоторых культурах о богатстве человека судят по количеству верблюдов, которыми он владеет. Сегодня почти все верблюды в мире - домашние животные. Они обитают в Северной Африке и Юго-Западной Азии, а также были завезены в Австралию." ,
                ""                                                                                                                                                                                                                                                                                                                                                                                                              ,
                ""
        )
        ,
        --========================================================================================================================
        -- Obsidian
        --========================================================================================================================
        (
                "ru_RU"                                                      ,
                "LOC_RESOURCE_SUK_OBSIDIAN_NAME"                             ,
                "Обсидиан|обсидиана|обсидиану|обсидиан|обсидианом|обсидиане" ,
                "masculine"                                                  ,
                "1"
        )
        ,
        (
                "ru_RU"                                                                                                                                                                                                                                                                                                                                                                                                             ,
                "LOC_PEDIA_RESOURCES_PAGE_RESOURCE_SUK_OBSIDIAN_CHAPTER_HISTORY_PARA_1"                                                                                                                                                                                                                                                                                                                                             ,
                "Обсидиан - это тип стекла, который образуется во время извержений вулканов и обладает всеми основными физическими свойствами обычного стекла. Обсидиан был неотъемлемой частью повседневной и ритуальной жизни в Мезоамерике, и его широкое и разнообразное использование могло быть основной причиной отсутствия металлургии в этом регионе. Материал ценился и использовался для всего, от оружия до украшений." ,
                ""                                                                                                                                                                                                                                                                                                                                                                                                                ,
                ""
        )
        ,
        --========================================================================================================================
        -- Gold
        --========================================================================================================================
        (
                "ru_RU"                                      ,
                "LOC_RESOURCE_GOLD_NAME"                     ,
                "Золото|золота|золоту|золото|золотом|золоте" ,
                "neuter"                                     ,
                "1"
        )
        ,
        (
                "ru_RU"                                                                                                                                                                                                                                                                                                                                                                                                                ,
                "LOC_PEDIA_RESOURCES_PAGE_RESOURCE_GOLD_CHAPTER_HISTORY_PARA_1"                                                                                                                                                                                                                                                                                                                                                                                              ,
                "Золото - мягкий, блестящий и ковкий металл, который на протяжении всей истории очень ценился как мужчинами, так и женщинами. Это редкий металл, и его редкость значительно увеличивает его стоимость. Хотя у него есть некоторые промышленные и медицинские применения, золото в основном используется в качестве металла для монет или в декоративных целях для украшения ювелирных изделий, чашек, посуды и комодов супербогатых и могущественных людей." ,
                ""                                                                                                                                                                                                                                                                                                                                                                                                                ,
                ""
        )
        ,
        --========================================================================================================================
        -- Shark
        --========================================================================================================================
        (
                "ru_RU"                                 ,
                "LOC_RESOURCE_SUK_SHARK_NAME"           ,
                "Акулы|акул|акулам|акул|акулами|акулах" ,
                "feminine"                              ,
                "2"
        )
        ,
        (
                "ru_RU"                                                                                                                                                                                                                                                                                                                                                                                                                ,
                "LOC_PEDIA_RESOURCES_PAGE_RESOURCE_SUK_SHARK_CHAPTER_HISTORY_PARA_1"                                                                                                                                                                                                                                                                                                                                                                                                                ,
                "От Юкатана до островов Тихого океана акулы играют важную роль в мифах о происхождении многих прибрежных сообществ. Когда люди уходили в море для торговли и открытий, смертельные встречи с акулами стали частью преданий мореплавателей. На самом деле репеллент нужен именно акулам: вероятность того, что люди их съедят, намного выше, чем наоборот. В Китае поедание супа из акульих плавников давно стало символом статуса. В Исландии хакарл - национальное блюдо из гренландской акулы. Мясо акулы популярно в Австралии, где его называют хлопьями. А в Восточной Африке и на островах в Индийском океане мясо акулы продавалось веками и является важным источником белка." ,
                ""                                                                                                                                                                                                                                                                                                                                                                                                                ,
                ""
        )
        ,
        --========================================================================================================================
        -- Bison
        --========================================================================================================================
        (
                "ru_RU"                                           ,
                "LOC_RESOURCE_DLV_BISON_NAME"                     ,
                "Бизоны|бизонов|бизонам|бизонов|бизонами|бизонах" ,
                "masculine"                                       ,
                "2"
        )
        ,
        (
                "ru_RU"                                                                                                                                                                                                                                                                                                                                                                          ,
                "LOC_PEDIA_RESOURCES_PAGE_RESOURCE_DLV_BISON_CHAPTER_HISTORY_PARA_1"                                                                                                                                                                                                                                                                                                             ,
                "Североамериканские бизоны, которые когда-то покрывали Великие равнины огромными стадами, были основным источником мяса, сухожилий, кожи и костей, необходимых многим индейским племенам для выживания. В конце 1800-х годов американцы почти полностью истребили буйволов, но в последние десятилетия он вернулся обратно благодаря федеральным программам и программам штата." ,
                ""                                                                                                                                                                                                                                                                                                                                                                               ,
                ""
        );