-- Lime Bridges - Text
-- Author: Duke Limacio 
-- DateCreated: 12/19/2020 12:33:30
-- Translation: H.Humpel
-- DateTranslated: 11/05/2021
--------------------------------------------------------------

INSERT OR REPLACE INTO LocalizedText
		(Language,	Tag,				Text)
VALUES	("ru_RU",	"LOC_BUILDING_LIME_BRIDGE_NAME",
		"Мост"),
		("ru_RU",	"LOC_BUILDING_LIME_BRIDGE_DESC",
		"Район, позволяющий сухопутным юнитам пересекать морские преграды. +2 [ICON_Culture] культуры к соседству для театральной площади. Должен быть расположен на побережье, между двух участков суши расположенных напротив друг-друга. В каждом городе может быть построен только один мост."),
		("ru_RU",	"LOC_PEDIA_DISTRICTS_PAGE_BUILDING_LIME_BRIDGE_CHAPTER_HISTORY_PARA_1",
		"Мосты строились на протяжении всей истории, от простого упавшего дерева до сложной конструкции из стали и троса. Они особенно полезны, когда кто-то хочет пересечь реку (или, в последнее время, залив, озеро, небольшой пролив или любой другой водоем среднего размера), не промокнув. Действительно, они полезны в тактическом, экономическом, логистическом и живописном плане. Серьезно, вы знаете, что такое мост. Черт побери!"); 
