--------------------------------------------------------------------------------------------------------------------------
-- BaseGameText
--------------------------------------------------------------------------------------------------------------------------
INSERT OR REPLACE INTO BaseGameText
		(Tag, 																								Text)
VALUES
--------------------------------------------------------------------------------------------------------------------------
-- Great Blue Hole
--------------------------------------------------------------------------------------------------------------------------
('LOC_FEATURE_SUK_GREATBLUEHOLE_NAME',
'Великое Голубое Озеро'),

('LOC_FEATURE_SUK_GREATBLUEHOLE_DESCRIPTION',
'Одноклеточное природное чудо. Даёт +2 [ICON_Food] Еды, +2 [ICON_Science] Науки и +2 [ICON_Culture] Культуры. Независимо от принадлежности, рыболовные лодки в радиусе 4 клеток получают +1 [ICON_Culture] Культуры, а Кампусы в радиусе 4 клеток получают +2 [ICON_Science] Науки.'),

('LOC_FEATURE_SUK_GREATBLUEHOLE_ADJACENCY',
'+{1_num} [ICON_Science] Науки от близлежащего Великого Голубого Озера.'),

--------------------------------------------------------------------------------------------------------------------------
-- Цивилиопедия и цитата
--------------------------------------------------------------------------------------------------------------------------

('LOC_FEATURE_SUK_GREATBLUEHOLE_QUOTE',
'“С рождения человек несёт тяжесть гравитации на своих плечах. Он прикован к Земле. Но человеку достаточно погрузиться под поверхность, и он свободен.”[NEWLINE]– Жак Ив Кусто'),

('LOC_PEDIA_FEATURES_PAGE_FEATURE_SUK_GREATBLUEHOLE_CHAPTER_HISTORY_PARA_1',
'Примерно в 100 км (62 мили) от побережья Белиза лежит риф Маяк, небольшой атолл, сияющий яркими оттенками бирюзового, teal, павлиньего синего и аквамарина. Однако в этом маленьком море светлых цветов скрывается гигантский круг тёмно-синего цвета. Его диаметр составляет примерно 300 метров (1000 футов), а глубина – 125 метров (400 футов). Этот объект известен как Великое Голубое Озеро. Сайт приобрёл известность благодаря Жаку Кусто, который назвал его одним из пяти лучших мест для дайвинга в мире. В 1971 году он привёз свой корабль "Калипсо", чтобы исследовать его глубины. Исследования этой экспедиции подтвердили, что происхождение озера связано с типичными карстовыми известняковыми образованиями, которые образовались до повышения уровня моря как минимум в четыре этапа. Несмотря на то, что Великое Голубое Озеро считается обязательным для дайверов, нужно понимать, что оно не подходит для дайверов всех уровней — требованием является выполнение более 24 погружений. Это также не «красочное погружение», вместо этого дайверы наблюдают тёмную пещеру с впечатляющими сталактитами.');
