-- Teleferico_Text
-- Author: JNR
--------------------------------------------------------------

-- English
--------------------------------------------------------------
INSERT INTO LocalizedText
	(Language,		Tag,																		Text)
VALUES	('ru_RU',		'LOC_BUILDING_JNR_TELEFERICO_NAME',											'Эль-Альто'),
		('ru_RU',		'LOC_BUILDING_JNR_TELEFERICO_DESCRIPTION',									'Все города получают +2 [ICON_HOUSING] Жилищ, +1 [ICON_AMENITIES] Удобство и +5% роста за каждый район, расположенный рядом с горой.[NEWLINE][NEWLINE]Должен быть построен на горной клетке, которая не содержит вулкана.'),
		('ru_RU',		'LOC_BUILDING_JNR_TELEFERICO_QUOTE',										'«Мы не Олимп или Акрополь, мы место и сцена преобразований, порожденных трудом, а не только словами.»[NEWLINE] – Луис Раймундо Киспэ Флорес.'),
		('ru_RU',		'LOC_PEDIA_WONDERS_PAGE_BUILDING_JNR_TELEFERICO_CHAPTER_HISTORY_PARA_1',	'Город Эль-Альто ("Высокий") — второй по величине город в Боливии и бывший район Ла-Паса, над которым он расположен на плато, ранее населенном народом аймара. Эль-Альто начался как железнодорожный терминал для Ла-Паса и превратился в крупный промышленный район, став домом для самого высокого аэропорта в мире. Крутые склоны делают невозможным использование рельсового или автомобильного общественного транспорта по прямому маршруту, и теперь два города связаны самой большой в мире системой общественного канатного транспорта «Mi Teleférico», аналогичные решения приняты вдоль всех Андских гор. Эль-Альто стал известен своим экстравагантным нео-андским архитектурным стилем, который характеризует яркие шале нового класса богатых коренных предпринимателей аймара, которые устремились в Эль-Альто, чтобы заниматься торговлей и другими коммерческими видами деятельности. Нео-андский (или нео-тиуанакотанский) архитектурный стиль сочетает в себе местные влияния, такие как формы и узоры из древнего города Тиуанаку и цвета одежды аймара, с модернистскими конструкциями из стекла и бетона. В последнее время они также стали известны за рубежом как «дома-трансформеры» благодаря более широкому спектру тем, включая элементы из современной фантастики. Дома часто включают бальные залы и другие удобства для проведения крупных мероприятий и социальных собраний, привлекая туристов со всего мира.');


-- Simplified Chinese
--------------------------------------------------------------
INSERT INTO LocalizedText
		(Language,		Tag,																		Text)
VALUES	('zh_Hans_CN',	'LOC_BUILDING_JNR_TELEFERICO_NAME',											'埃尔阿尔托'),
		('zh_Hans_CN',	'LOC_BUILDING_JNR_TELEFERICO_DESCRIPTION',									'所有相邻山脉的区域提供+1 [ICON_Amenities] 宜居度、+2 [ICON_Housing] 住房和+5%城市发展速度。必须建造在无火山的山脉上。'),
		('zh_Hans_CN',	'LOC_BUILDING_JNR_TELEFERICO_QUOTE',										'这并非奥林匹斯山或者卫城，这是通过工作而非空谈来促进变革的场所和舞台。[NEWLINE]——路易斯·雷蒙多·基斯佩·弗洛雷斯'),
		('zh_Hans_CN',	'LOC_PEDIA_WONDERS_PAGE_BUILDING_JNR_TELEFERICO_CHAPTER_HISTORY_PARA_1',	'埃尔阿尔托市（“高原”）是玻利维亚的第二大城市，曾是拉巴斯的一个区，位于拉巴斯之上的高原上，以前是艾马拉人居住的地方。埃尔阿尔托最初是拉巴斯的铁路终点站，后来发展成为一个大型工业区，并最终成为世界上海拔最高的机场所在地。陡峭的山坡使得铁路或公路公共交通难以直达，现在这两座城市根据沿安第斯山脉类似城市的方案，通过世界上最大的缆车公共交通系统“Mi Teleférico”连接起来。艾马拉原住民企业家纷至沓来，在艾尔阿尔托从事贸易和其他商业活动，这个新的阶层建造色彩鲜豔的小木屋，形成埃尔阿尔托遐迩的奢华新安第斯建筑风格。新安第斯（或新蒂瓦纳科坦）建筑将蒂瓦纳科古城的形状和图案、艾马拉服饰的色彩等传统影响结合于玻璃和混凝土的现代主义建筑。最近，这些房屋在海外被称为“变形金刚房屋”，因为它们融入了更广泛的主题，甚至从当代作品中汲取灵感。这些房屋通常设有舞厅和其他设施，用于举办大型活动和其他社交聚会，甚至吸引了来自世界各地的游客。');
--------------------------------------------------------------

-- Traditional Chinese
--------------------------------------------------------------
INSERT INTO LocalizedText
		(Language,		Tag,																		Text)
VALUES	('zh_Hant_HK',	'LOC_BUILDING_JNR_TELEFERICO_NAME',											'埃爾阿爾托'),
		('zh_Hant_HK',	'LOC_BUILDING_JNR_TELEFERICO_DESCRIPTION',									'所有相鄰山脈的區域提供+1 [ICON_Amenities] 滿意度、+2 [ICON_Housing] 住房和+5%城市發展速度。必須建造在無火山的山脈上。'),
		('zh_Hant_HK',	'LOC_BUILDING_JNR_TELEFERICO_QUOTE',										'「這並非奧林匹斯山或者衛城，這是通過工作而非空談來促進變革的場所和舞台。」[NEWLINE]——路易斯·雷蒙多·基斯佩·弗洛雷斯'),
		('zh_Hant_HK',	'LOC_PEDIA_WONDERS_PAGE_BUILDING_JNR_TELEFERICO_CHAPTER_HISTORY_PARA_1',	'埃爾阿爾托市（「高原」）是玻利維亞的第二大城市，曾是拉巴斯的一個區，位於拉巴斯之上的高原上，以前是艾馬拉人居住的地方。埃爾阿爾托最初是拉巴斯的鐵路終點站，後來發展成為一個大型工業區，並最終成為世界上海拔最高的機場所在地。陡峭的山坡使得鐵路或公路公共交通難以直達，現在這兩座城市根據沿安第斯山脈類似城市的方案，通過世界上最大的纜車公共交通系統「Mi Teleférico」連接起來。艾馬拉原住民企業家紛至沓來，在艾爾阿爾托從事貿易和其他商業活動，這個新的階層建造色彩鮮豔的小木屋，形成埃爾阿爾托遐邇的奢華新安第斯建築風格。新安第斯（或新蒂瓦納科坦）建築將蒂瓦納科古城的形狀和圖案、艾馬拉服飾的色彩等傳統影響結合於玻璃和混凝土的現代主義建築。最近，這些房屋在海外被稱為「變形金剛房屋」，因為它們融入了更廣泛的主題，甚至從當代作品中汲取靈感。這些房屋通常設有舞廳和其他設施，用於舉辦大型活動和其他社交聚會，甚至吸引了來自世界各地的遊客。');
--------------------------------------------------------------

-- Japanese
--------------------------------------------------------------
INSERT INTO LocalizedText
		(Language,		Tag,																		Text)
VALUES	('ja_JP',		'LOC_BUILDING_JNR_TELEFERICO_NAME',											'エル・アルト'),
		('ja_JP',		'LOC_BUILDING_JNR_TELEFERICO_DESCRIPTION',									'山岳に隣接するすべての区域は [ICON_Amenities] 快適性+1、 [ICON_Housing] 住宅+2、都市の成長率+5%を提供する。火山が存在しない山岳タイルにのみ建設可能。'),
		('ja_JP',		'LOC_BUILDING_JNR_TELEFERICO_QUOTE',										'「ここはオリンポスでもアクロポリスでもなく、言説だけでなく労働によって育まれる変革の場所と舞台である。」[NEWLINE]– ルイス・ライムンド・キスペ・フローレス'),
		('ja_JP',		'LOC_PEDIA_WONDERS_PAGE_BUILDING_JNR_TELEFERICO_CHAPTER_HISTORY_PARA_1',	'ボリビア第二の都市エル・アルトは、ラパスの旧市街地であり、アイマラ族が住んでいた高原の上に位置する。エル・アルトは、ラパスの鉄道ターミナルとして始まり、大規模な工業地帯として発展し、最終的には世界で最も高い場所にある空港の本拠地となった。急峻な山腹のため、鉄道や道路を利用した公共交通機関を直接利用することは困難であり、両都市は現在、世界最大のケーブルカー公共交通システム 「ミ・テレフェリコ」で結ばれている（アンデス山脈全域で同じような解決策がとられている）。エル・アルトは、その贅沢なネオ・アンデス建築様式で有名になった。この建築様式は、貿易やその他の商業活動に従事するためにエル・アルトに集まってきた裕福なアイマラ先住民の起業家たちのカラフルなシャレーを特徴づけている。ネオ・アンデス（またはネオ・ティワナコタン）建築は、古代都市ティワナクの形や模様、アイマラ民族の衣服の色など、先住民の影響をガラスやコンクリートのモダニズム建築と組み合わせたものである。最近では、より幅広いテーマを取り入れ、現代小説の世界も取り入れたことから、海外では「トランスフォーマーハウス」とも呼ばれている。また、大規模なイベントや社交の場としてボールルームなどが設けられることも多く、世界中から観光客が訪れることもある。');
--------------------------------------------------------------