--====================================================================================================================
-- LocalizedText
--====================================================================================================================
INSERT OR REPLACE INTO LocalizedText
		(
			Tag,
			Language,
			Text
		)
VALUES
--====================================================================================================================
-- Screenshot Mode
--====================================================================================================================
	-- Buttons
	-----------------------------------------------------
		(
			"LOC_SUK_SCREENSHOT_MODE_NAME",
			"ru_RU",
			"Режим снимков экрана"
		),
		(
			"LOC_SUK_SCREENSHOT_MODE_TT",
			"ru_RU",
			"Щелкните левой кнопкой мыши, чтобы войти в режим снимков экрана с текущими настройками. Щелкните правой кнопкой мыши, чтобы открыть панель параметров режима снимков экрана."
		),
		(
			"LOC_SUK_SCREENSHOT_MODE_DESC",
			"ru_RU",
			"Войдите в режим снимков экрана. [NEWLINE][NEWLINE]Режим снимков экрана скроет большинство или все элементы пользовательского интерфейса, что позволит вам делать снимки экрана без каких-либо препятствий. [NEWLINE][NEWLINE]Вы можете перемещать экран с помощью клавиш WASD; вращайте клавишами Q и E; и если включен фиксированный наклон, вы можете отрегулировать наклон с помощью клавиш Z и C. В этом режиме вращение камеры не возвращается назад. [NEWLINE][NEWLINE]Нажмите ESC, чтобы выйти из режима снимка экрана."
		),
	-----------------------------------------------------
	-- Hotkeys
	-----------------------------------------------------
		(
			"LOC_OPTIONS_HOTKEY_SUK_SCREENSHOT_MODE",
			"ru_RU",
			"Войдите в {LOC_SUK_SCREENSHOT_MODE_NAME}"
		),
		(
			"LOC_OPTIONS_HOTKEY_SUK_SCREENSHOT_MODE_HELP",
			"ru_RU",
			"Войти в {LOC_SUK_SCREENSHOT_MODE_NAME}"
		),
	-----------------------------------------------------
	-- Options
	-----------------------------------------------------
		(
			"LOC_SUK_SCREENSHOT_MODE_FIXED_TILT_NAME",
			"ru_RU",
			"Использовать фиксированный наклон"
		),
		(
			"LOC_SUK_SCREENSHOT_MODE_FIXED_TILT_DESC",
			"ru_RU",
			"Используйте фиксированный наклон в режиме снимков экрана. Вы можете зажать Alt + перетащить, чтобы отрегулировать наклон, или используйте клавиши Z и C. [NEWLINE][NEWLINE][COLOR_RED] Предупреждение: некоторые углы и наклоны могут привести к сбою игры. Будьте осторожны! [ENDCOLOR]"
		),
		(
			"LOC_SUK_SCREENSHOT_MODE_UNIT_FLAG_NAME",
			"ru_RU",
			"Скрыть значки юнитов"
		),
		(
			"LOC_SUK_SCREENSHOT_MODE_UNIT_FLAG_DESC",
			"ru_RU",
			"Скрыть значки юнитов в режиме снимков экрана."
		),
		(
			"LOC_SUK_SCREENSHOT_MODE_CITY_BANNER_NAME",
			"ru_RU",
			"Скрыть баннеры городов"
		),
		(
			"LOC_SUK_SCREENSHOT_MODE_CITY_BANNER_DESC",
			"ru_RU",
			"Скрыть баннеры городов в режиме снимков экрана."
		),
		(
			"LOC_SUK_SCREENSHOT_MODE_BORDERS_NAME",
			"ru_RU",
			"Скрыть границы"
		),
		(
			"LOC_SUK_SCREENSHOT_MODE_BORDERS_DESC",
			"ru_RU",
			"Скрыть границы в режиме снимков экрана."
		),
		(
			"LOC_SUK_SCREENSHOT_MODE_MAP_LABELS_NAME",
			"ru_RU",
			"Скрыть метки карты"
		),
		(
			"LOC_SUK_SCREENSHOT_MODE_MAP_LABELS_DESC",
			"ru_RU",
			"Скрыть метки карты в режиме снимков экрана, если они еще не скрыты."
		),
		(
			"LOC_SUK_SCREENSHOT_MODE_YIELDS_NAME",
			"ru_RU",
			"Скрыть урожайность"
		),
		(
			"LOC_SUK_SCREENSHOT_MODE_YIELDS_DESC",
			"ru_RU",
			"Скрыть урожайность в режиме снимков экрана, если она еще не скрыта."
		),
--====================================================================================================================
-- Production Tooltip
--====================================================================================================================
		(
			"LOC_CITY_YIELD_FROM_BUILDINGS_SUMMARY_TOOLTIP",
			"ru_RU",
			"{Value : number +#.#;-#.#} от зданий (Всего)"
		),
		(
			"LOC_CITY_YIELD_FROM_DISTRICTS_SUMMARY_TOOLTIP",
			"ru_RU",
			"{Value : number +#.#;-#.#} от районов (Всего)"
		),

		(
			"LOC_CITY_GET_UNIT_PRODUCTION_MODIFIER",
			"ru_RU",
			"{Value : number +#;-#}% ({ActualValue : number +#.#;-#.#}) юнитам"
		),
		(
			"LOC_CITY_GET_BUILDING_PRODUCTION_MODIFIER",
			"ru_RU",
			"{Value : number +#;-#}% ({ActualValue : number +#.#;-#.#}) зданиям и чудесам"
		),
		(
			"LOC_CITY_GET_BUILDING_NON_WONDER_PRODUCTION_MODIFIER",
			"ru_RU",
			"{Value : number +#;-#}% ({ActualValue : number +#.#;-#.#}) зданиям"
		),
--====================================================================================================================
-- Growth and District Tooltips
--====================================================================================================================
		(
			"LOC_SUK_DISTRICT_POPULATION_TOOLTIP",
			"ru_RU",
			"В следующий раз ограничение на район будет увеличено при уровне населения {2} [ICON_Citizen]. В настоящее время вы можете построить до {1} районов."
		),
		(
			"LOC_SUK_CITY_YIELD_FROM_POPULATION_TOOLTIP",
			"ru_RU",
			"{1} от жителей"
		),
		(
			"LOC_SUK_CITY_YIELD_FROM_HAPPINESS_TOOLTIP",
			"ru_RU",
			"{1}% ({2}) от довольства"
		),
		(
			"LOC_SUK_CITY_YIELD_FROM_HOUSING_TOOLTIP",
			"ru_RU",
			"{1}% ({2}) от жилья"
		),
		(
			"LOC_SUK_CITY_YIELD_FROM_OCCUPATION_TOOLTIP",
			"ru_RU",
			"{1}% ({2}) от оккупации"
		),
--====================================================================================================================
-- City Panel Overview
--====================================================================================================================
		(
			"LOC_HUD_REPORTS_SUK_OTHER_ADJACENCY_BONUS",
			"ru_RU",
			"Прочие бонусы"
		),
--====================================================================================================================
-- Misc.
--====================================================================================================================
		(
			"LOC_OPTIONS_HOTKEY_CATEGORY_SUK_HOTKEYS",
			"ru_RU",
			"Интерфейс пользователя (Sukritact’s Mods):"
		);
--====================================================================================================================
--====================================================================================================================