--=============================================================================================================
-- RELIGION EXPANDED: ABILITIES TEXT
--=============================================================================================================
INSERT OR REPLACE INTO LocalizedText
		(Language,Gender, Plurality,	Tag,	Text)
VALUES
---------------------------------------------------------------------------------------------------------------
-- Unit Abilities
--------------------------------------------------------------------------------------------------------------- 
		('ru_RU','', '',	'LOC_ABILITY_P0K_FERVENT_SPIRIT_NAME',
		'Пылкий дух|пылкого духа|пылкому духу|пылкий дух|пылким духом|пылком духе'),
		('ru_RU','', '',	'LOC_ABILITY_P0K_FERVENT_SPIRIT_DESCRIPTION',
		'+1 [ICON_Movement] перемещение от пылкого духа.'),
		('ru_RU','', '',	'LOC_ABILITY_P0K_MILITARISTIC_SECT_NAME',
		'Секта милитаристов|секты милитаристов|секте милитаристов|секту милитаристов|сектой милитаристов|секте милитаристов'),
		('ru_RU','', '',	'LOC_ABILITY_P0K_MILITARISTIC_SECT_DESCRIPTION',
		'+5 [ICON_Strength] боевой мощи от секты милитаристов.'),
		('ru_RU','', '',	'LOC_ABILITY_P0K_BY_THE_SWORD_NAME',
		'Огонь и меч|огня и меча|огню и мечу|огонь и меч|огнем и мечом|огне и мече'),
		('ru_RU','', '',	'LOC_ABILITY_P0K_BY_THE_SWORD_DESCRIPTION',
		'Города, захваченные этим юнитом или захваченные, когда этот юнит находился рядом автоматически обращают большинство жителей в [ICON_Religion] религию цивилизации этого юнита.');
