--=============================================================================================================
-- RELIGION EXPANDED: BUILDINGS TEXT
--=============================================================================================================
INSERT OR REPLACE INTO LocalizedText
		(Language, Gender, Plurality,	Tag,	Text)
VALUES
---------------------------------------------------------------------------------------------------------------
-- Buildings
---------------------------------------------------------------------------------------------------------------
		('ru_RU','feminine','1',	'LOC_BUILDING_P0K_BASILICA_NAME',
		'Базилика|базилики|базилике|базилику|базиликой|базилике'),
		('ru_RU','feminine','1',	'LOC_BUILDING_P0K_BETH_MANDA_NAME',
		'Бет Манда|Бет Манды|Бет Манде|Бет Манду|Бет Мандой|Бет Манде'),
		('ru_RU','masculine','1',	'LOC_BUILDING_P0K_KHALWAT_NAME',
		'Халват|халвата|халвату|халват|халватом|халвате'),
		('ru_RU','neuter','1',	'LOC_BUILDING_P0K_BUTTO_NAME',
		'Бутто|бутто|бутто|бутто|бутто|бутто'),
	--	('ru_RU','','',	'LOC_BUILDING_P0K_BUTTO_DESCRIPTION',
	--	'Grants 1 random [ICON_TechBoosted] Eureka upon completion.'),
		('ru_RU','masculine','1',	'LOC_BUILDING_P0K_DERASAR_NAME',
		'Дерасар|дерасара|дерасару|дерасар|дерасаром|дерасаре'),
	--	('ru_RU','','',	'LOC_BUILDING_P0K_DERASAR_DESCRIPTION',
	--	'Grants 1 random [ICON_CivicBoosted] Inspiration upon completion.'),
		('ru_RU','masculine','1',	'LOC_BUILDING_P0K_CANDI_NAME',
		'Чанди|чанди|чанди|чанди|чанди|чанди'),
		('ru_RU','masculine','1',	'LOC_BUILDING_P0K_SERAPEUM_NAME',
		'Серапеум|серапеума|серапеуму|серапеум|серапеумом|серапеуме'),
---------------------------------------------------------------------------------------------------------------
-- Civilopedia
--------------------------------------------------------------------------------------------------------------- 
		('ru_RU','','',	'LOC_PEDIA_BUILDINGS_PAGE_BUILDING_P0K_BASILICA_CHAPTER_HISTORY_PARA_1',
		'В католической церкви базилика - это большое и важное церковное здание, назначенное Папой в качестве базилики и тем самым отличавшееся для церемониальных целей от других церквей. Многочисленные базилики являются примечательными святынями, часто даже принимающими значительные паломничества, особенно среди многих, которые были построены над исповедью или местом захоронения мученика - хотя этот термин теперь обычно обозначает пространство перед главным алтарем, которое опускается ниже основного этажа. уровень и предлагает более быстрый доступ к местам захоронения ниже. Первоначально базилика была древнеримским общественным зданием, в котором проводились суды, а также выполнялись другие официальные и общественные функции. Обычно это были прямоугольные здания с центральным нефом, обрамленным двумя или более продольными проходами, с крышей на двух уровнях, которая была выше в центре над нефом, чтобы допускать фонарь, и ниже над боковыми проходами. Однако базилики в католической церкви не обязательно должны соответствовать этому архитектурному проекту, чтобы считаться базиликами.'),
		('ru_RU','','',	'LOC_PEDIA_BUILDINGS_PAGE_BUILDING_P0K_BETH_MANDA_CHAPTER_HISTORY_PARA_1',
		'Бет-манда - это место поклонения последователей мандеизма. Бет Манды украшены дарфашем - крестом из оливкового дерева, наполовину покрытым куском белой чистой шелковой ткани и семью ветвями мирта. Этот крест не отождествляется с христианским трупом; скорее, четыре руки креста символизируют четыре угла вселенной, чистая шелковая ткань представляет Свет Бога, а семь ветвей мирта представляют семь дней творения. Внутри бетманда последователи еженедельно совершают крещение и мессу за умерших.'),
		('ru_RU','','',	'LOC_PEDIA_BUILDINGS_PAGE_BUILDING_P0K_KHALWAT_CHAPTER_HISTORY_PARA_1',
		'Молитвенные дома друзов называются халватами. Этот термин также относится к суфийским духовным ретритам. Основное святилище друзов находится в Халват аль-Баяда в Ливане. В нем есть большая круглая каменная скамья рядом с вековым дубом.'),
		('ru_RU','','',	'LOC_PEDIA_BUILDINGS_PAGE_BUILDING_P0K_BUTTO_CHAPTER_HISTORY_PARA_1',
		'Бутто - японское слово, обозначающее пагоду. Эти постройки происходят от китайской пагоды, которая сама является интерпретацией индийской ступы. Бутто являются типично буддийскими и важными компонентами японских буддийских храмовых комплексов. Есть много разных форм бутто, и им даны разные названия в зависимости от материала, из которого они изготовлены, и количества этажей.'),
		('ru_RU','','',	'LOC_PEDIA_BUILDINGS_PAGE_BUILDING_P0K_DERASAR_CHAPTER_HISTORY_PARA_1',
		'Дерасары - это места поклонения джайнов. Джайнская архитектура по существу ограничена храмами и монастырями, а светские джайнские здания обычно отражают преобладающий стиль места и времени, в котором они были построены. Храмы могут быть разделены на джайнские храмы Шикар-бандхи, общественные посвященные храмовые постройки, обычно с высокой надстройкой, как правило, северная индийская башня шикхара над святыней) и храм Гар Джайн, частный храм джайнского дома. Джайнский храм, известный как центр паломничества, часто называют тиртхой. Главное изображение джайнского храма известно как мула-наяк.'),
		('ru_RU','','',	'LOC_PEDIA_BUILDINGS_PAGE_BUILDING_P0K_CANDI_CHAPTER_HISTORY_PARA_1',
		'Чанди - индонезийские ступы. В основном они были построены в период индуистского буддизма Заман, между 4 и 15 веками. Индонезийские археологи описывают канди как священные сооружения индуистского и буддийского наследия, используемые для религиозных ритуалов и церемоний в Индонезии. Однако древние светские сооружения, такие как ворота, городские руины, бассейны и места для купания, также часто называют канди, а святыня, которая специально служит гробницей, называется цунгкуп.'),
		('ru_RU','','',	'LOC_PEDIA_BUILDINGS_PAGE_BUILDING_P0K_SERAPEUM_CHAPTER_HISTORY_PARA_1',
		'Серапеум - это храм, посвященный синкретическому греко-египетскому божеству Серапису, который объединил аспекты Осириса и Аписа в гуманизированной форме, принятой птолемеевскими греками Александрии. Одной из самых важных Серапеей была Александрия, построенная Птолемеем III Эвергетом. Этот храм называют «дочерью Александрийской библиотеки» и просуществовал до конца 4 века.');