--=============================================================================================================
-- RELIGION EXPANDED: CONFIG TEXT
--=============================================================================================================
INSERT OR REPLACE INTO LocalizedText
		(Language,	Tag,	Text)
VALUES	('ru_RU',	'LOC_P0K_RELIGIONS_NAME',
		'Религии'),
		('ru_RU',	'LOC_P0K_RELIGIONS_DESCRIPTION',
		'Выберите количество доступных [ICON_GreatProphet] великих пророков. Исходные значения по умолчанию основаны на размере карты и варьируются от 2 (на дуэльной) до 7 (на огромной).'),
		('ru_RU',	'LOC_P0K_RELIGIONS_XP2_DESCRIPTION',
		'Выберите количество доступных [ICON_GreatProphet] великих пророков. Необходим мод Tomatekh''s Historical Religions для использования значений свыше 12. Исходные значения по умолчанию основаны на размере карты и варьируются от 2 (на дуэльной) до 7 (на огромной).');