--=============================================================================================================
-- RELIGION EXPANDED: RELIGION TEXT (XP2)
--=============================================================================================================
INSERT
       OR REPLACE
INTO
       LocalizedText
       (Language       ,
              Gender   ,
              Plurality,
              Tag      ,
              Text
       )
       VALUES
       ---------------------------------------------------------------------------------------------------------------
       -- Pantheons
       ---------------------------------------------------------------------------------------------------------------
       ('ru_RU'                                   ,
              'feminine'                          ,
              '1'                                 ,
              'LOC_BELIEF_P0K_ORAL_TRADITION_NAME',
              'Устная традиция|устной традиции|устной традицие|устную традицию|устной традицией|устной традиции'
       )
       ,
       ('ru_RU'                                          ,
              ''                                         ,
              ''                                         ,
              'LOC_BELIEF_P0K_ORAL_TRADITION_DESCRIPTION',
              '+1 [ICON_Culture] культуры от плантаций.'
       )
       ,
       ---------------------------------------------------------------------------------------------------------------
       -- Follower Beliefs
       ---------------------------------------------------------------------------------------------------------------
       ('ru_RU'                                    ,
              'masculine'                          ,
              '1'                                  ,
              'LOC_BELIEF_P0K_FRUITS_OF_LABOR_NAME',
              'Плоды труда|плодов труда|плодам труда|плоды труда|плодами труда|плодах труда'
       )
       ,
       ('ru_RU'                                           ,
              ''                                          ,
              ''                                          ,
              'LOC_BELIEF_P0K_FRUITS_OF_LABOR_DESCRIPTION',
              '+1% [ICON_Production] производства за каждого [ICON_Citizen] жителя исповедующего эту [ICON_Religion] религию.'
       )
       ,
       ---------------------------------------------------------------------------------------------------------------
       -- Founder Beliefs
       ---------------------------------------------------------------------------------------------------------------	
       ('ru_RU'                                    ,
              'feminine'                           ,
              '1'                                  ,
              'LOC_BELIEF_P0K_CHURCH_PROPERTY_NAME',
              'Церковная собственность|церковной собственности|церковной собственности|церковную собственность|церковной собственностью|церковной собственности'
       )
       ,
       ('ru_RU'                                           ,
              ''                                          ,
              ''                                          ,
              'LOC_BELIEF_P0K_CHURCH_PROPERTY_DESCRIPTION',
              '+3 [ICON_Gold] за каждый город исповедующий эту [ICON_Religion] религию.'
       )
       ,
       ('ru_RU'                                        ,
              'feminine'                               ,
              '1'                                      ,
              'LOC_BELIEF_P0K_SCHOLARLY_TRADITION_NAME',
              'Научная традиция|научной традиции|научной традицие|научную традицию|научной традицией|научной традиции'
       )
       ,
       ('ru_RU'                                               ,
              ''                                              ,
              ''                                              ,
              'LOC_BELIEF_P0K_SCHOLARLY_TRADITION_DESCRIPTION',
              'При обращении города [ICON_Religion] религиозным юнитом в эту [ICON_Religion] религию в первый раз, получите +20 [ICON_Science] науки за каждого [ICON_Citizen] жителя города.'
       )
       ,
       ('ru_RU'                                         ,
              'masculine'                               ,
              '1'                                       ,
              'LOC_BELIEF_P0K_RELIGIOUS_SYNCRETISM_NAME',
              'Религиозный синкретизм|религиозного синкретизма|религиозному синкретизму|религиозный синкретизм|религиозным синкретизмом|религиозном синкретизме'
       )
       ,
       ('ru_RU'                                                ,
              ''                                               ,
              ''                                               ,
              'LOC_BELIEF_P0K_RELIGIOUS_SYNCRETISM_DESCRIPTION',
              'При обращении города [ICON_Religion] религиозным юнитом в эту [ICON_Religion] религию в первый раз, получите +20 [ICON_Culture] культуры за каждого [ICON_Citizen] жителя города.'
       )
       ,
       ('ru_RU'                                        ,
              'feminine'                               ,
              '1'                                      ,
              'LOC_BELIEF_P0K_CHARITABLE_MISSIONS_NAME',
              'Благотворительные миссии|благотворительных миссий|благотворительным миссиям|благотворительные миссии|благотворительными миссиями|благотворительных миссиях'
       )
       ,
       ('ru_RU'                                               ,
              ''                                              ,
              ''                                              ,
              'LOC_BELIEF_P0K_CHARITABLE_MISSIONS_DESCRIPTION',
              'При обращении города [ICON_Religion] религиозным юнитом в эту [ICON_Religion] религию в первый раз, получите +50 [ICON_Gold] науки за каждого [ICON_Citizen] жителя города.'
       )
;