--=============================================================================================================
-- RELIGION EXPANDED: UPDATED RELIGION TEXT
--=============================================================================================================
-- (The wording in some of the vanilla Beliefs is inconsistent or otherwise not to my taste. This file updates
-- for consistency with my wording for similar Beliefs, or updates if the vanilla Belief is changed by this mod).
--=============================================================================================================
INSERT OR REPLACE INTO LocalizedText
		(Language,	Tag,	Text)
VALUES
---------------------------------------------------------------------------------------------------------------
-- Pantheons
--------------------------------------------------------------------------------------------------------------- 
		('ru_RU',	'LOC_BELIEF_DANCE_OF_THE_AURORA_DESCRIPTION',
		'Священные места получают стандартный бонус [ICON_Faith] веры за соседство с клетками тундры.'),
		('ru_RU',	'LOC_BELIEF_DESERT_FOLKLORE_DESCRIPTION',
		'Священные места получают стандартный бонус [ICON_Faith] веры за соседство с клетками пустыни.'),
		('ru_RU',	'LOC_BELIEF_SACRED_PATH_DESCRIPTION',
		'Священные места получают стандартный бонус [ICON_Faith] веру за соседство с тропическими лесами.'),
		('ru_RU',	'LOC_BELIEF_MONUMENT_TO_THE_GODS_DESCRIPTION',
		'+15% [ICON_Production] производства при строительстве античных и средневековых чудес света.'),
		('ru_RU',	'LOC_BELIEF_GOD_OF_HEALING_DESCRIPTION',
		'Ваши юниты восстанавливают +30 здоровья в священном месте и на соседних клетках.'),
		('ru_RU',	'LOC_BELIEF_GOD_OF_WAR_DESCRIPTION',
		'Боевые победы дают [ICON_Faith] веру равную 50% от [ICON_Strength] боевой мощи побежденных юнитов в 8 клетках от священного места.'),
		('ru_RU',	'LOC_BELIEF_RELIGIOUS_SETTLEMENTS_DESCRIPTION',
		'Рост границ городов увеличивается на 15%.'),
---------------------------------------------------------------------------------------------------------------
-- Follower Beliefs
--------------------------------------------------------------------------------------------------------------- 
		('ru_RU',	'LOC_BELIEF_DIVINE_INSPIRATION_DESCRIPTION',
		'+4 [ICON_Faith] веры от чудес света.'),
		('ru_RU',	'LOC_BELIEF_JESUIT_EDUCATION_DESCRIPTION',
		'Можно покупать здания кампусов и театральных площадей за [ICON_Faith] веру.'),
		('ru_RU',	'LOC_BELIEF_RELIQUARIES_DESCRIPTION',
		'[ICON_Faith] вера и [ICON_Tourism] туризм от [ICON_GreatWork_Relic] реликвий утраивается.'),
---------------------------------------------------------------------------------------------------------------
-- Worship Beliefs
---------------------------------------------------------------------------------------------------------------
		('ru_RU',	'LOC_BELIEF_CATHEDRAL_DESCRIPTION',
		'Позволяет строить соборы (+3 [ICON_Faith] веры, 1 ячейка для [ICON_GreatWork_Religious] религиозных артефактов).'),
		('ru_RU',	'LOC_BELIEF_MOSQUE_DESCRIPTION',
		'Позволяет строить мечеты (+3 [ICON_Faith] веры). Миссионеры и апостолы, созданные в этом городе получаю +1 к распространению религии.'),
---------------------------------------------------------------------------------------------------------------
-- Founder Beliefs
--------------------------------------------------------------------------------------------------------------- 
		('ru_RU',	'LOC_BELIEF_RELIGIOUS_UNITY_DESCRIPTION',
		'Получите +1 [ICON_Envoy] посла в городе-государстве, когда город впервые обращен в вашу [ICON_Religion] религию (в дополнение к любому послу [ICON_Envoy], полученному в ходе задания [ICON_CityStateQuest] города-государства).'),
---------------------------------------------------------------------------------------------------------------
-- Enhancer Beliefs
--------------------------------------------------------------------------------------------------------------- 
		('ru_RU',	'LOC_BELIEF_DEFENDER_OF_FAITH_DESCRIPTION',
		'Военные юниты получают +5 [ICON_Strength] боевой мощи, во время сражений на территории дружественных городов, исповедующих эту [ICON_Religion] религию.'),
		('ru_RU',	'LOC_BELIEF_HOLY_ORDER_DESCRIPTION',
		'Стоимость покупки миссионеров и апостолов за [ICON_Faith] веру уменьшена на 30%.'),
		('ru_RU',	'LOC_BELIEF_ITINERANT_PREACHERS_DESCRIPTION',
		'[ICON_Religion] религиозное влиание распространяется на 30% дальше.'),
		('ru_RU',	'LOC_BELIEF_JUST_WAR_DESCRIPTION',
		'Военные юниты получают +10 [ICON_Strength] боевой мощи, во время сражений на территории иностранных городов, исповедующих эту [ICON_Religion] религию.'),
		('ru_RU',	'LOC_BELIEF_MISSIONARY_ZEAL_DESCRIPTION',
		'[ICON_Religion] Религиозные юниты при [ICON_Movement] перемещении игнорируют особенности местности.'),
		('ru_RU',	'LOC_BELIEF_MONASTIC_ISOLATION_DESCRIPTION',
		'Влияние этой религии [ICON_Religion] не уменьшается в результате поражений в теологических баталиях.'),
		('ru_RU',	'LOC_BELIEF_RELIGIOUS_COLONIZATION_DESCRIPTION',
		'Города появляются с этой [ICON_Religion] религией, если они основаны цивилизацией, которая имеет эту [ICON_Religion] религию в качестве своей основной.'),
		('ru_RU',	'LOC_BELIEF_SCRIPTURE_DESCRIPTION',
		'+25% [ICON_Religion] религиозного влияния от соседних городов, увеличивается на +50% после исследования технологии печати.');