--=============================================================================================================
-- RELIGION EXPANDED: UPDATED BUILDINGS TEXT 
--=============================================================================================================
-- (The wording in some of the vanilla Buildings is inconsistent or otherwise not to my taste. This file updates
-- for consistency with my wording style.
--=============================================================================================================
INSERT OR REPLACE INTO LocalizedText
		(Language,	Tag,	Text)
VALUES 
---------------------------------------------------------------------------------------------------------------
-- Buildings
---------------------------------------------------------------------------------------------------------------
		('ru_RU',	'LOC_BUILDING_MOSQUE_DESCRIPTION',
		'Миссионеры и апостолы, созданные в этом городе получают +1 к распространению религии.');