INSERT OR REPLACE INTO LocalizedText
		(Language, Tag,	Text)
VALUES
	("ru_RU", 
	"LOC_LEU_BUILDING_DOMESTIC_BONUS",					
	"+0.5 [ICON_FOOD] еды для внутренних [ICON_TRADEROUTE] торговых путей, отправленных в этот город, за каждую ферму, плантацию, лагерь или рыбацкие лодки с бонусным ресурсом в этом городе.[NEWLINE]+1 [ICON_PRODUCTION] производства для внутренних [ICON_TRADEROUTE] торговых путей, отправленных в этот город, за каждое пастбище, шахту или карьер с бонусным ресурсом в этом городе."),
	
	("ru_RU", 
	"LOC_LEU_BUILDING_DOMESTIC_GOLD_BONUS",					
	"+1 [ICON_GOLD] золота для внутренних [ICON_TRADEROUTE] торговых путей, отправленных в этот город, за каждую ферму, плантацию, лагерь или рыбацкие лодки с бонусным ресурсом в этом городе.[NEWLINE]+1 [ICON_PRODUCTION] производства для внутренних [ICON_TRADEROUTE] торговых путей, отправленных в этот город, за каждое пастбище, шахту или карьер с бонусным ресурсом в этом городе."),
		
	("ru_RU", 
	"LOC_LEU_BUILDING_DOMESTIC_BONUS_STRATS",					
	"+0.5 [ICON_FOOD] еды для внутренних [ICON_TRADEROUTE] торговых путей, отправленных в этот город, за каждую ферму, плантацию, лагерь или рыбацкие лодки с бонусным или стратегическим ресурсом в этом городе.[NEWLINE]+1 [ICON_PRODUCTION] производства для внутренних [ICON_TRADEROUTE] торговых путей, отправленных в этот город, за каждое пастбище, шахту или карьер с бонусным или стратегическим ресурсом в этом городе."),
	
	("ru_RU", 
	"LOC_LEU_BUILDING_DOMESTIC_GOLD_BONUS_STRATS",					
	"+1 [ICON_GOLD] золота для внутренних [ICON_TRADEROUTE] торговых путей, отправленных в этот город, за каждую ферму, плантацию, лагерь или рыбацкие лодки с бонусным или стратегическим ресурсом в этом городе.[NEWLINE]+1 [ICON_PRODUCTION] производства для внутренних [ICON_TRADEROUTE] торговых путей, отправленных в этот город, за каждое пастбище, шахту или карьер с бонусным или стратегическим ресурсом в этом городе."),
		
	("ru_RU", 
	"LOC_LEU_BUILDING_DOMESTIC_ANY",					
	"+0.5 [ICON_FOOD] еды для внутренних [ICON_TRADEROUTE] торговых путей, отправленных в этот город, за каждую ферму, плантацию, лагерь или рыбацкие лодки с любым ресурсом в этом городе.[NEWLINE]+1 [ICON_PRODUCTION] производства для внутренних [ICON_TRADEROUTE] торговых путей, отправленных в этот город, за каждое пастбище, шахту или карьер с любым ресурсом в этом городе.");

	("ru_RU", 
	"LOC_LEU_BUILDING_DOMESTIC_GOLD_ANY",					
	"+1 [ICON_GOLD] золота для внутренних [ICON_TRADEROUTE] торговых путей, отправленных в этот город, за каждую ферму, плантацию, лагерь или рыбацкие лодки с любым ресурсом в этом городе.[NEWLINE]+1 [ICON_PRODUCTION] производства для внутренних [ICON_TRADEROUTE] торговых путей, отправленных в этот город, за каждое пастбище, шахту или карьер с любым ресурсом в этом городе."),
	
	("ru_RU", 
	"LOC_BUILDING_WATERMILL_RIVERPORT_EXCLUSSIVE",					
	"Не может быть построено в центре города с речным доком."),
	
	("ru_RU", 
	"LOC_BUILDING_GRANARY_BREWERY_EXCLUSSIVE",					
	"Не может быть построено в центре города с пивоварней."),
	
	("ru_RU", 
	"LOC_BUILDING_FOOD_MARKET_PRODUCTION_BONUS",					
	"Обеспечивает +0.25 [ICON_PRODUCTION] производства на каждого [ICON_CITIZEN] жителя в этом городе."),
	
	("ru_RU",
	"LOC_BUILDING_FOOD_MARKET_NAME",
	"Универсальный магазин"),
	
	("ru_RU",
	"LOC_PEDIA_BUILDINGS_PAGE_BUILDING_FOOD_MARKET_CHAPTER_HISTORY_PARA_1",
	"Универсальный магазин — это магазин в маленьком городке или сельском сообществе, предлагающий широкий выбор товаров, включая продукты питания. В Соединенных Штатах универсальный магазин стал преемником ранних торговых постов, которые обслуживали первопроходцев и ранних поселенцев. Расположенный на перекрестке или в деревне, он обслуживал местное сообщество и фермеров из соседней сельской местности, предлагая широкий выбор товаров, включая еду, одежду, домашнюю утварь и сельскохозяйственное оборудование. Поскольку деньги были редкостью во многих сельских районах, часть торговли осуществлялась через бартер. Универсальный магазин также служил местом встреч для членов сообщества, а владелец магазина был важным его членом, так как он не только обеспечивал материальными благами, но и был источником новостей и сплетен. Поскольку продукция с земли и леса приносила сезонный доход, владелец магазина также иногда предоставлял долгосрочный кредит от шести месяцев до года."),
	
	("ru_RU",
	"LOC_PEDIA_BUILDINGS_PAGE_BUILDING_FOOD_MARKET_CHAPTER_HISTORY_PARA_2",
	"Универсальный магазин XIX и начала XX века предлагал широкий ассортимент товаров, включая продукты питания. В Соединенных Штатах универсальный магазин сменил торговый пост, обслуживающий первопроходцев и ранних поселенцев. Ассортимент магазина включал еду, одежду, домашнюю утварь и сельскохозяйственное оборудование. Поскольку деньги были редкостью во многих сельских районах, часть торговли велась посредством бартера. Поскольку продукция с земли и леса приносила сезонный доход, владелец магазина мог также предоставлять кредит сроком от шести месяцев до года. Универсальный магазин также был местом встреч для членов сообщества. Владелец магазина был важной фигурой в этом сообществе. Он поставлял материальные блага и был источником новостей и сплетен.");

UPDATE LocalizedText
SET Text = "{LOC_BUILDING_FOOD_MARKET_PRODUCTION_BONUS}"|| Text || "[NEWLINE][NEWLINE]{LOC_LEU_BUILDING_DOMESTIC_ANY}"
WHERE Tag LIKE "LOC_BUILDING_FOOD_MARKET_DESCRIPTION";

UPDATE LocalizedText
SET Text = Text || "[NEWLINE][NEWLINE]{LOC_LEU_BUILDING_DOMESTIC_BONUS_STRATS}[NEWLINE][NEWLINE]{LOC_BUILDING_WATERMILL_RIVERPORT_EXCLUSSIVE}"
WHERE Tag LIKE "LOC_BUILDING_WATER_MILL_DESCRIPTION";

UPDATE LocalizedText
SET Text = Text || "[NEWLINE][NEWLINE]{LOC_LEU_BUILDING_DOMESTIC_GOLD_ANY}"
WHERE Tag LIKE "LOC_BUILDING_SHOPPING_MALL_DESCRIPTION";

-- Inland Port
INSERT OR REPLACE INTO LocalizedText
		(Language, Tag,	Text)
VALUES

	("ru_RU", 
	"LOC_BUILDING_LEU_RIVER_PORT_NAME",					
	"Речной док"),
	
	("ru_RU", 
	"LOC_BUILDING_LEU_RIVER_PORT_DESCRIPTION",					
	"Бонусные ресурсы, улучшенные рыбацкими лодками, дают +1 [ICON_GOLD] золота каждый. Город должен находиться рядом с рекой.[NEWLINE][NEWLINE]{LOC_LEU_BUILDING_DOMESTIC_GOLD_BONUS_STRATS}[NEWLINE][NEWLINE]Нельзя построить в центре города с водяной мельницей."),
	
	("ru_RU",
	"LOC_PEDIA_BUILDINGS_PAGE_BUILDING_LEU_RIVER_PORT_CHAPTER_HISTORY_PARA_1",
	"Речной док — это порт на внутреннем водном пути, обычно на реке. Реки являются важнейшей артерией цивилизаций — не только древних, таких как шумерские город-государства Месопотамии (что в переводе означает 'Земля между реками') и царства Египта, но и современных, таких как Соединенные Штаты и река Миссисипи. Человечество полностью зависит от воды: речная рыба — основной продукт питания в каждом портовом городе, расположенном на реке. Реки также являются важным источником энергии для многих регионов. И, возможно, самое важное: речные суда являются одним из самых экономичных, быстрых и эффективных способов перевозки товаров и людей из одного места в другое. Если вы живете рядом с рекой, то, скорее всего, сможете без труда доплыть до одного из множества городов на этой реке."),
	
	("ru_RU",
	"LOC_PEDIA_BUILDINGS_PAGE_BUILDING_LEU_RIVER_PORT_CHAPTER_HISTORY_PARA_2",
	"Невозможно перечислить все речные доки за всю историю, поскольку на протяжении большей части истории города должны были располагаться на реках. Торговля — это кровь цивилизаций, а речные суда — их главные артерии. Это отличает самые ранние города, такие как Чатал-Хююк или Дамаск, от первых цивилизаций в колыбелях. Колыбели цивилизаций почти всегда располагались на крупных реках, которые разветвлялись на множество притоков, соединяя города этих цивилизаций. Без Янцзы или Инда не было бы Китая или Индии. Без Нила Египет никогда бы не появился. И так далее. Самые ранние суда — не просто примитивные плоты — создавались именно для рек, а не для морей."),
	
	("ru_RU", 
	"LOC_BUILDING_GRANARY_DESCRIPTION",					
	"{LOC_LEU_BUILDING_DOMESTIC_BONUS}[NEWLINE][NEWLINE]{LOC_BUILDING_GRANARY_BREWERY_EXCLUSSIVE}");

    ("ru_RU", 
    "LOC_BUILDING_LEU_BREWERY_NAME",					
    "Пивоварня"),
    
    ("ru_RU", 
    "LOC_BUILDING_LEU_BREWERY_DESCRIPTION",					
    "{LOC_LEU_BUILDING_DOMESTIC_GOLD_BONUS}[NEWLINE][NEWLINE]Нельзя построить в центре города с амбаром."),
    
    ("ru_RU",
    "LOC_PEDIA_BUILDINGS_PAGE_BUILDING_LEU_BREWERY_CHAPTER_HISTORY_PARA_1",
    "Хотя изобретение пива и открытие процесса брожения произошло более пяти тысяч лет назад по всему миру, коммерческое пивоварение — это гораздо более молодая и скромная традиция, зародившаяся во времена самого древнего лидера в Sid Meier's Civilization VI: Гильгамеша. Царь Гильгамеш был одним из первых, кто регулировал деятельность первых пивоварен, находящихся под защитой богини, посвящённой алкогольному напитку: Нинкаси. Напиток того времени мало походил на сегодняшнее пиво, скорее представляя собой теплую пряную кашу, которую пили через фильтрующую трубочку. Вкуснятина."),
    
    ("ru_RU",
    "LOC_PEDIA_BUILDINGS_PAGE_BUILDING_LEU_BREWERY_CHAPTER_HISTORY_PARA_2",
    "Пивоварни создавались везде, где они были необходимы. Рабов, строивших чудеса света, и солдат, отправлявшихся на войну, одинаково подбадривали кружкой теплого пенного напитка. Однако это происходило только в Южной и Западной Европе, на Ближнем Востоке и в Северной Африке. В Азии, Скандинавии, Америке и на Тихоокеанских островах процессы производства алкоголя были слишком сложными для становления промышленного бизнеса из-за местных культур. Производство алкогольных напитков там оставалось на домашнем уровне."),
    
    ("ru_RU",
    "LOC_PEDIA_BUILDINGS_PAGE_BUILDING_LEU_BREWERY_CHAPTER_HISTORY_PARA_3",
    "Хотя изначально пивоварни производили только пиво, вскоре они расширили и одновременно сузили свою специализацию. Теперь они отправляли свою продукцию потребителям и владельцам таверн, а также добавили в ассортимент различные сорта вина и медовуху. Эти пивоварни представляли собой высокие здания, чтобы использовать гравитацию для переноса продукции с одного этапа на другой. Именно в это время начали использовать хмель, и к началу тысячелетия появились первые следы современных видов пива — эли, лагеры, пилснеры и множество других стилей. В этот период христианские монастыри особенно активно занимались пивоварением, что привело к переходу этой профессии от женщин к мужчинам."),
    
    ("ru_RU",
    "LOC_PEDIA_BUILDINGS_PAGE_BUILDING_LEU_BREWERY_CHAPTER_HISTORY_PARA_4",
    "Прошли века, цивилизации поднимались и падали, и хотя торговля оставалась неизменной, сами пивоварни открывались и закрывались. Самые старые, до сих пор функционирующие пивоварни датируют свое основание только началом второго тысячелетия. Все изменилось с приходом промышленной революции, как и везде. Паровая машина ускорила, сделала более эффективным и дешевым процесс пивоварения. Введение термометра и ареометра также ускорило процесс. К концу XVIII века первые пивоварни появились в Азии, Америке и Австралии, оснащенные новейшими технологиями, такими как охлаждение и сталь. В начале XX века многие современные крупные пивоваренные компании впервые открыли свои двери."),
    
    ("ru_RU",
    "LOC_PEDIA_BUILDINGS_PAGE_BUILDING_LEU_BREWERY_CHAPTER_HISTORY_PARA_5",
    "Сегодня пивоварение стало одной из ведущих мировых отраслей, где доминируют крупные транснациональные компании с заводами по всему миру. В конце XX века и на заре XXI века стремительный рост (и продолжающийся расцвет) ремесленных пивоварен показал, что малый локальный бизнес все еще может конкурировать с крупными компаниями. В наши дни пивоварение осуществляется в стальных чанах с использованием самых современных технологий, производя вкуснейшие напитки. Или хотя бы напитки с самым высоким содержанием хмеля. Пожалуй, это тоже подойдет.");

--==========================================================================================================================
-- POLICIES TEXT
--==========================================================================================================================
INSERT OR REPLACE INTO LocalizedText (Language, Tag, Text)
VALUES
    -- Herbal Medicine
    ("ru_RU", 
    "LOC_POLICY_LEU_HERBAL_MEDICINE_NAME",					
    "Лекарственные травы"),
    
    ("ru_RU", 
    "LOC_POLICY_LEU_HERBAL_MEDICINE_DESCRIPTION",					
    "+1 [ICON_SCIENCE] Наука от амбаров."),
    
    ("ru_RU", 
    "LOC_PEDIA_GOVERNMENTS_PAGE_POLICY_LEU_HERBAL_MEDICINE_CHAPTER_HISTORY_PARA_1",					
    "По меньшей мере с палеолита, около 60 000 лет назад, люди использовали лекарственные растения для облегчения боли и лечения болезней и травм. Письменные упоминания о лечебных травах насчитывают более 5000 лет и восходят к шумерам, которые составляли списки растений. Другие культуры писали о растениях и их медицинских свойствах в книгах, называемых травниками, таких как Historia Plantarum. Книги по медицине, такие как «Хуанди Нэйцзин», также уделяли внимание траволечению. Сегодня к лекарственным растениям относятся с большей осторожностью: хотя традиционные средства могут играть свою роль в выздоровлении, на нерегулируемом рынке псевдонаучные продавцы часто преувеличивают их пользу, игнорируя риски побочных эффектов."),
    
    -- Ritual Libation
    ("ru_RU", 
    "LOC_POLICY_LEU_RITUAL_LIBATION_NAME",					
    "Ритуальное возлияние"),
    
    ("ru_RU", 
    "LOC_POLICY_LEU_RITUAL_LIBATION_DESCRIPTION",					
    "+2 [ICON_FAITH] Вера от пивоварен."),
    
    ("ru_RU", 
    "LOC_PEDIA_GOVERNMENTS_PAGE_POLICY_LEU_RITUAL_LIBATION_CHAPTER_HISTORY_PARA_1",					
    "Возлияние — это ритуальное проливание жидкости в качестве подношения божеству, духу или в память об умерших. В шумерском обществе возлияние делалось в честь мёртвых, так как загробная жизнь представлялась в виде подземной пещеры, где единственной пищей была сухая пыль. Римляне и греки использовали для возлияний орнаментированные кувшины, а жидкость часто представляла собой не воду, а вино или другие более ценные напитки. Эта практика широко распространена во многих культурах и в современной неформальной традиции «налить на землю» в память о погибших друзьях, чаще всего с использованием алкогольных напитков."),
    
    -- Food Banks
    ("ru_RU", 
    "LOC_POLICY_LEU_FOOD_BANKS_NAME",					
    "Продовольственные банки"),
    
    ("ru_RU", 
    "LOC_POLICY_LEU_FOOD_BANKS_DESCRIPTION",					
    "-1 [ICON_FOOD] Еда и +1 [ICON_FAVOR] Очко благосклонности в ход от амбаров."),
    
    ("ru_RU", 
    "LOC_PEDIA_GOVERNMENTS_PAGE_POLICY_LEU_FOOD_BANKS_CHAPTER_HISTORY_PARA_1",					
    "Продовольственные банки — это некоммерческие организации, занимающиеся распределением продуктов питания среди нуждающихся. Первый продовольственный банк был основан в США в 1967 году и назывался «Продовольственный банк Святой Марии». Такие организации могут работать на базе кухонь или складов. Некоторые модели продовольственных банков сосредоточены на снижении отходов, тогда как другие стараются накормить нуждающихся любыми доступными способами. Один из методов получения продуктов — это принятие продуктов с истекающим сроком годности, а также проведение продовольственных акций."),
    
    -- Beer Gardens
    ("ru_RU", 
    "LOC_POLICY_LEU_BEER_GARDENS_NAME",					
    "Пивные сады"),
    
    ("ru_RU", 
    "LOC_POLICY_LEU_BEER_GARDENS_DESCRIPTION",					
    "-1 [ICON_GOLD] Золото и +8 [ICON_TOURISM] Туризм от пивоварен."),
    
    ("ru_RU", 
    "LOC_PEDIA_GOVERNMENTS_PAGE_POLICY_LEU_BEER_GARDENS_CHAPTER_HISTORY_PARA_1",					
    "Пивные сады — это открытые площадки, где подаются пиво и еда. Для охлаждения пивных подвалов в теплые сезоны баварские пивовары XIX века засыпали подвалы гравием и сажали каштановые деревья, чьи густые кроны обеспечивали тень, а мелкие корни не повреждали подвал. Вскоре охлажденное пиво начали подавать в приятной тенистой обстановке, что и породило популярный ныне «пивной сад». Позже добавилось обслуживание едой, что вызвало недовольство у более мелких пивоварен, которым было сложно конкурировать. Они подали петицию Максимилиану I с требованием запретить такие сады. Компромисс был достигнут: пивные сады разрешили своим посетителям приносить еду с собой, что является распространённой практикой до сих пор.");

--==========================================================================================================================
--==========================================================================================================================




