-- Lime Bridges - Text
-- Author: Duke Limacio 
-- DateCreated: 12/19/2020 12:33:30
--------------------------------------------------------------
INSERT
	OR REPLACE INTO LocalizedText (Language, Tag, Text)
VALUES
	(
		"en_US",
		"LOC_BUILDING_LIME_BRIDGE_NAME",
		"Мост"
	),
	(
		"en_US",
		"LOC_BUILDING_LIME_BRIDGE_DESC",
		"Район, который позволяет сухопутным юнитам пересекать без посадки на воду. +2 [ICON_Culture] Культуры для соседних Театральных Площадок. Должен быть построен на прибрежном участке с двумя земельными участками, расположенными напротив друг друга. Можно построить только один в каждом городе."
	),
	(
		"en_US",
		"LOC_PEDIA_DISTRICTS_PAGE_BUILDING_LIME_BRIDGE_CHAPTER_HISTORY_PARA_1",
		"Мосты строились на протяжении всей истории, от простого упавшего дерева до сложной решетчатой конструкции из стали и кабелей. Они особенно полезны, когда нужно пересечь реку (или, более недавно, залив, озеро, небольшой пролив или любое другое водоем средней величины), не намокнув. Действительно, они полезны с тактической, экономической, логистической и даже живописной точек зрения. Честно говоря, вы же знаете, что такое мост. Черт возьми."
	);