--------------------------------------------------------------------------------------------------------------------------
-- LocalisedText
--------------------------------------------------------------------------------------------------------------------------
INSERT OR REPLACE INTO LocalizedText (Tag, Language, Text) VALUES
("LOC_RESEARCH_OVERFLOW", "ru_RU", "Избыток науки от завершенного исследования"),
("LOC_ESTIMATED_PROGRESS_AFTER_BOOST", "ru_RU", "Оценка после ускорения"),
("LOC_CULTURE_OVERFLOW", "ru_RU", "Избыток культуры от завершенного исследования"),
("LOC_CULTURE_OVERFLOW_UNKNOWN", "ru_RU", "Текущий избыток культуры неизвестен. Чтобы пересчитать, пожалуйста, выберите следующее исследование социального института.");


--------------------------------------------------------------------------------------------------------------------------
