--==========================================================================================================================
-- UNIT TEXT
--==========================================================================================================================
INSERT OR REPLACE INTO LocalizedText
		(Language, Gender, Plurality, Tag,	Text)
VALUES
--------------------------------------------------------------------
-- Basic Unit Info
--------------------------------------------------------------------
		("ru_RU", 
		"masculine",
		"1",
		"LOC_UNIT_LEU_INVESTOR_NAME",					
		"Инвестор|инвестора|инвестору|инвестора|инвестором|инвесторе"),
		
		("ru_RU", 
		"",
		"",
		"LOC_UNIT_LEU_INVESTOR_DESCRIPTION",					
		"Дорогостоящий гражданский юнит, который можно купить только за [ICON_GOLD] золото. Требуется покупка банка. Инвесторы могут создавать корпорации, которые позволяют вашей цивилизации создавать [ICON_GREATWORK_PRODUCT] продукты для дополнительного [ICON_GOLD] золота и [ICON_TOURISM] туризма. Кроме того, их можно использовать для создания складов и контейнерных портов в других цивилизациях, что еще больше укрепит торговлю и ваши корпорации."),


--------------------------------------------------------------------
-- Unit Pedia
--------------------------------------------------------------------
		-- Pedia Paragraphs
		("ru_RU", 
		"",
		"",
		"LOC_PEDIA_UNITS_PAGE_UNIT_LEU_INVESTOR_CHAPTER_HISTORY_PARA_1",					
		"Хотя истоки истории уходят далеко за пределы времен Хаммурапи, и правила инвестирования можно отметить на протяжении многих историй, современная концепция инвестиций возникла в Амстердаме во время позднего Возрождения. Ист-Индиамец и ее команда почти всегда были слишком дорогими и слишком рискованными для одного-единственного торговца. Однако, если первоначальные инвестиции были распределены между многими торговцами, каждая из этих акций становилась гораздо более доступной по цене, терпимой в опасности и дразнящей возможностями. Щекотливые купцы из голландской Ост-Индской компании решили создать способ продажи и обмена акциями этих кораблей в 1602 году, основав Амстердамскую фондовую биржу."),

		("ru_RU", 
		"",
		"",
		"LOC_PEDIA_UNITS_PAGE_UNIT_LEU_INVESTOR_CHAPTER_HISTORY_PARA_2",					
		"Хотя сейчас во всем мире гораздо больше фондовых бирж (крупнейшими из них являются Токио, Лондон и особенно Нью-Йорк) и правила были значительно доработаны, они очень похожи на своих амстердамских предков, хотя и с меньшим морским чутьем. Нью-Йоркская фондовая биржа была основана в 1792 году, через сто девяносто лет после Нидерландов, и была главной заботой Соединенных Штатов. Электрический телеграф помог консолидировать рынки процветающей американской нации и позволил Нью-Йорку и Лондону стать торговыми центрами по мере того, как промышленная революция обретала форму и держалась. Как и в прошлом военно-морские предприятия, открытие нового бизнеса и новой отрасли было перспективой, которая почти всегда была слишком дорогой и слишком рискованной для любого бизнесмена, но совет инвесторов мог легко помочь минимизировать риск и максимизировать вознаграждение."),

		("ru_RU", 
		"",
		"",
		"LOC_PEDIA_UNITS_PAGE_UNIT_LEU_INVESTOR_CHAPTER_HISTORY_PARA_3",					
		"Инвестиции по-прежнему представляют собой опасную проблему, и у современного инвестора есть десятки, если не сотни примеров, из которых нельзя извлечь уроки. Если не быть осторожным, инвестирование может привести к тому, что человек потеряет все, а инвесторы очень редко проявляют осторожность. Однако великие рыночные обвалы 1929, 2008 и 2020 годов не остановили инвесторов от их опасных уловок и схем, и маловероятно, что какой-либо рыночный обвал когда-либо произойдет.");

INSERT OR REPLACE INTO LocalizedText
		(Language, Gender, Plurality, Tag,	Text)
VALUES
--------------------------------------------------------------------
-- Basic Unit Info
--------------------------------------------------------------------
		("ru_RU", 
		"masculine",
		"1",
		"LOC_UNIT_LEU_TYCOON_NAME",					
		"Магнат|магната|магнату|магната|магнатом|магнате"),
		
		("ru_RU", 
		"",
		"",
		"LOC_UNIT_LEU_TYCOON_DESCRIPTION",					
		"Дорогостоящий гражданский юнит, который можно купить только за [ICON_GOLD] золото. Требуется покупка мастерской. [NEWLINE][NEWLINE]Магнаты могут создавать предприятия на клетках редких ресурсов, а после открытия парового двигателя их также можно использовать для создания железных дорог и железнодорожных станций, чтобы улучшить торговлю и [ICON_PRODUCTION] производство на вашей территории ."),


--------------------------------------------------------------------
-- Unit Pedia
--------------------------------------------------------------------
		-- Pedia Paragraphs
		("ru_RU", 
		"",
		"",
		"LOC_PEDIA_UNITS_PAGE_UNIT_LEU_TYCOON_CHAPTER_HISTORY_PARA_1",					
		"Термин «магнат» соответствует английском термину «tycoon», который происходит от японского слова «тайкун», означающее «великий лорд» и используется в качестве титула сёгуна. Слово вошло в английский язык в 1857 году с возвращением коммодора Перри в Соединенные Штаты. Президент США Авраам Линкольн был юмористически назван магнатом его помощниками Джоном Николаем и Джоном Хэем. Этот термин распространился на бизнес-сообщество, где он используется с тех пор. Термины тайкун, магнат и барон часто применялись к североамериканским бизнес-магнатам конца 19 - начала 20 века в добывающих отраслях, таких как горнодобывающая промышленность, лесозаготовка и нефть, в транспортных сферах, таких как судоходство и железные дороги, в производстве, таком как автомобилестроение и сталеплавильное производство, в банковской сфере, а также издание газет. Их господство было известно как Вторая промышленная революция, позолоченный век или эпоха баронов-разбойников."),

		("ru_RU",
		"",
		"", 
		"LOC_PEDIA_UNITS_PAGE_UNIT_LEU_TYCOON_CHAPTER_HISTORY_PARA_2",					
		"Во время американской «золотой лихорадки», охватившей большую часть второй половины 19 века, примерно с 1870 по 1900 годы, богатство и влияние самых выдающихся фигур Америки с поправкой на инфляцию сильно затмило то, что мы видим сегодня."),

		("ru_RU", 
		"",
		"",
		"LOC_PEDIA_UNITS_PAGE_UNIT_LEU_TYCOON_CHAPTER_HISTORY_PARA_3",					
		"Богатство таких людей, как Джон Д. Рокфеллер, Корнелиус Вандербильт, Генри Форд и Эндрю Карнеги, по сегодняшним меркам измеряется сотнями миллиардов долларов - гораздо больше, чем такие гиганты технологий, как Илон Маск, Билл Гейтс, Марк Цукерберг и даже Джефф Безос, самый богатый человек в мире по состоянию на 2019 год. Такое огромное богатство часто может подчеркивать финансовое неравенство той эпохи. Именно эта идея величия перед лицом нерешенных социальных проблем побудила Марка Твена использовать фразу «позолоченный век» в его романе 1873 года «Позолоченный век: сказка сегодня». Название предполагает, что тонкая оболочка богатства для элиты маскирует более широкие проблемы для многих из нижних и средних классов."),

		("ru_RU", 
		"",
		"",
		"LOC_PEDIA_UNITS_PAGE_UNIT_LEU_TYCOON_CHAPTER_HISTORY_PARA_4",					
		"Но нельзя отрицать прогресс, достигнутый в Соединенных Штатах в период позолоченного века. В рамках Второй промышленной революции в стране произошел впечатляющий экономический рост - во главе с невероятными показателями богатства и власти того времени. Большая часть этого роста произошла благодаря железным дорогам, которые теперь протянулись от побережья до побережья, а также фабрикам, сталелитейной и угледобывающей промышленности. Большой бизнес процветал благодаря появлению таких технологий, как пишущие машинки, кассовые аппараты и счетные машины, которые помогли изменить то, как люди работают. И экономический взрыв включал не только промышленный рост, но и рост сельскохозяйственных технологий, таких как механические жатки."),

		("ru_RU", 
		"",
		"",
		"LOC_PEDIA_UNITS_PAGE_UNIT_LEU_TYCOON_CHAPTER_HISTORY_PARA_5",					
		"Во время такого большого расширения и меньшего количества правил, касающихся богатства и деловой практики, обстоятельства были идеальными для подъема класса чрезвычайно богатых людей, которые составляли очень небольшой процент общества. У них была власть и средства для создания возможностей и рабочих мест для многих, хотя с меньшим социальным приоритетом прав рабочих, такие проблемы, как дискриминация, эксплуатация и низкая заработная плата, ознаменовали эпоху.");

--==========================================================================================================================
--==========================================================================================================================

