--==========================================================================================================================
-- GREAT PERSON TEXT
--==========================================================================================================================
INSERT OR REPLACE INTO LocalizedText
		(Language, Tag,	Text)
VALUES
--------------------------------------------------------------------
-- Basic Great Person Info
--------------------------------------------------------------------
		("ru_RU", 
		"LOC_GREAT_PERSON_INDIVIDUAL_LEU_ANDREW_CARNEGIE_NAME",					
		"Эндрю Карнеги"),

		("ru_RU", 
		"LOC_GREAT_PERSON_INDIVIDUAL_LEU_JOHN_KEYNES_NAME",					
		"Джон Мейнард Кейнс"),

--------------------------------------------------------------------
-- Great Person Abilities / Great Works
--------------------------------------------------------------------
		("ru_RU", 
		"LOC_GREAT_PERSON_INDIVIDUAL_LEU_ANDREW_CARNEGIE_ACTIVE",					
		"+1 [Icon_Charges] заряд действий магнатам.[NEWLINE]Получите бесплатного магната в этом районе города."),

		("ru_RU", 
		"LOC_GREAT_PERSON_INDIVIDUAL_LEU_JOHN_KEYNES_ACTION",					
		"+1 [Icon_Charges] заряд действий инвесторам.[NEWLINE]Получите бесплатного инвестора в этом районе города."),

--------------------------------------------------------------------
-- Great Person Pedia
--------------------------------------------------------------------
		-- Andrew Carnegie
		("ru_RU", 
		"LOC_PEDIA_GREATPEOPLE_PAGE_GREAT_PERSON_INDIVIDUAL_LEU_ANDREW_CARNEGIE_CHAPTER_HISTORY_PARA_1",					
		"Американский промышленник и филантроп Шотландского происхождения Эндрю Карнеги был лидером американской сталелитейной промышленности с 1873 по 1901 год. Он пожертвовал большие суммы своего состояния образовательным, культурным и научным учреждениям."),

		("ru_RU", 
		"LOC_PEDIA_GREATPEOPLE_PAGE_GREAT_PERSON_INDIVIDUAL_LEU_ANDREW_CARNEGIE_CHAPTER_HISTORY_PARA_2",					
		"Эндрю Карнеги родился 25 ноября 1835 года в Данфермлине, Шотландия, в семье ткача Уильяма Карнеги и Маргарет Моррисон Карнеги. Изобретение ткацких станков заменило работу отца Карнеги, и в конечном итоге семья оказалась в нищете. В 1848 году семья покинула Шотландию и поселилась в городе Аллегейни, штат Пенсильвания. Отец Карнеги нашел работу на хлопчатобумажной фабрике, но вскоре бросил ее, чтобы вернуться к своему домашнему ткацкому станку, шить белье и продавать его от двери к двери. Карнеги также работал на хлопковой фабрике, но после того, как его отец умер в 1855 году, его сильное желание помочь заботиться о семье подтолкнуло его к самообразованию. Он стал заядлым читателем, любителем театра и музыки. Карнеги стал посыльным в телеграфной конторе Питтсбурга. Позже он стал телеграфистом. Томас А. Скотт, суперинтендант западного отделения Пенсильванской железной дороги, сделал восемнадцатилетнего Карнеги своим секретарем. Карнеги вскоре зарабатывал достаточно, чтобы купить дом для своей матери. Во время Гражданской войны (1861–1865 гг.), Когда Скотт был назначен помощником военного министра по транспорту, Карнеги помог организовать военную телеграфную систему. Но вскоре он вернулся в Питтсбург, чтобы занять старую работу Скотта на железной дороге."),

		("ru_RU", 
		"LOC_PEDIA_GREATPEOPLE_PAGE_GREAT_PERSON_INDIVIDUAL_LEU_ANDREW_CARNEGIE_CHAPTER_HISTORY_PARA_3",					
		"Между 1865 и 1870 годами Карнеги зарабатывал деньги на инвестициях в несколько небольших металлургических заводов и фабрик. Он также путешествовал по Англии, продавая облигации небольших железнодорожных и мостовых компаний США. Карнеги начал понимать, что сталь в конечном итоге заменит железо при производстве рельсов, профилей, труб и проволоки. В 1873 году он организовал стальную рельсовую компанию. Первая сталеплавильная печь в Брэддоке, штат Пенсильвания, начала катить рельсы в 1874 году. Карнеги продолжал строительство, снижая цены, вытесняя конкурентов, избавляясь от слабых партнеров и возвращая прибыль компании. Он никогда не выходил на биржу (продавал акции своей компании, чтобы собрать деньги). Вместо этого он получал капитал (деньги) из прибыли - и, при необходимости, из местных банков - и продолжал расти, производя только тяжелую сталь. К 1878 году компания была оценена в 1,25 миллиона долларов. В 1880-х годах Карнеги приобрел контрольный пакет акций компании H.C. Frick."),
		
		("ru_RU", 
		"LOC_PEDIA_GREATPEOPLE_PAGE_GREAT_PERSON_INDIVIDUAL_LEU_ANDREW_CARNEGIE_CHAPTER_HISTORY_PARA_4",					
		"Компания, у которой были обширные угольные угодья и более тысячи печей в Коннеллсвилле, штат Пенсильвания, и фабрики Homestead за пределами Питтсбурга, штат Пенсильвания. Фрик стал его партнером и, в конечном итоге, председателем компании Carnegie Company. Карнеги переехал в Нью-Йорк в 1867 году, чтобы быть ближе к центрам сбыта стальной продукции; Фрик остался в Питтсбурге в качестве генерального менеджера. Они составили хорошую команду. За кулисами Карнеги планировал новые проекты, контроль затрат и улучшение заводов; Фрик был рабочим директором, который следил за программами массового производства, которые помогали сдерживать цены. В свободное время Карнеги путешествовал. Он также написал несколько книг, в том числе «Триумфальная демократия» (1886), в которых указывалось на преимущества жизни в Америке над неравноправными обществами Великобритании и других европейских стран. Для Карнеги доступ к образованию был ключом к политической стабильности и промышленным достижениям Америки. В 1889 году он опубликовал статью «Богатство», в которой заявил, что верит в то, что богатые люди обязаны использовать свои деньги для улучшения благосостояния общества. Карнеги оставался холостяком, пока его мать не умерла в 1886 году. Год спустя он женился на Луизе Уитфилд. У них был один ребенок. Пара стала проводить в Шотландии по шесть месяцев каждый год, хотя Карнеги следил за развитием бизнеса и проблемами."),
		
		-- Keynes
		("ru_RU", 
		"LOC_PEDIA_GREATPEOPLE_PAGE_GREAT_PERSON_INDIVIDUAL_LEU_JOHN_KEYNES_CHAPTER_HISTORY_PARA_1",					
		"Джон Мейнард Кейнс родился 5 июня 1883 года в Кембридже в обеспеченной академической семье. Его отец был экономистом и философом, его мать стала первой женщиной-мэром города. Он преуспел в учебе в Итоне, а также в Кембриджском университете, где изучал математику. Он также подружился с членами группы интеллектуалов и художников Блумсбери."),

		("ru_RU", 
		"LOC_PEDIA_GREATPEOPLE_PAGE_GREAT_PERSON_INDIVIDUAL_LEU_JOHN_KEYNES_CHAPTER_HISTORY_PARA_2",					
		"После окончания университета Кейнс перешел на работу в офис в Индии и одновременно сумел работать над диссертацией - часто в рабочее время, - что принесло ему стипендию в Королевском колледже. В 1908 году он оставил государственную службу и вернулся в Кембридж. После начала Первой мировой войны Кейнс пополнил казну, а вслед за Версальским мирным договором он опубликовал «Экономические последствия мира», в котором подверг критике непомерные военные репарации, требуемые от побежденной Германии, и пророчески предсказал, что это будет способствовать жажде мести среди немцев. Эта книга-бестселлер принесла ему мировую известность."),

		("ru_RU", 
		"LOC_PEDIA_GREATPEOPLE_PAGE_GREAT_PERSON_INDIVIDUAL_LEU_JOHN_KEYNES_CHAPTER_HISTORY_PARA_3",					
		"В межвоенные годы Кейнс накопил значительное личное состояние на финансовых рынках и, будучи стипендиатом Королевского колледжа, значительно улучшил финансовое положение колледжа. Он стал известным меценатом и членом правления ряда компаний. В 1926 году он женился на русской балерине Лидии Лопоковой."),

		("ru_RU", 
		"LOC_PEDIA_GREATPEOPLE_PAGE_GREAT_PERSON_INDIVIDUAL_LEU_JOHN_KEYNES_CHAPTER_HISTORY_PARA_4",					
		"Самая известная работа Кейнса «Общая теория занятости, процента и денег» была опубликована в 1936 году и стала эталоном для экономической мысли будущего. Это также обеспечило ему положение самого влиятельного экономиста Великобритании, а с началом Второй мировой войны он снова стал работать на казначейство. В 1942 году он стал членом палаты лордов."),

		("ru_RU", 
		"LOC_PEDIA_GREATPEOPLE_PAGE_GREAT_PERSON_INDIVIDUAL_LEU_JOHN_KEYNES_CHAPTER_HISTORY_PARA_5",					
		"В годы войны Кейнс сыграл решающую роль в переговорах, которые должны были сформировать послевоенный международный экономический порядок. В 1944 году он возглавлял британскую делегацию на Бреттон-Вудской конференции в США. На конференции он сыграл значительную роль в планировании Всемирного банка и Международного валютного фонда. Он умер 21 апреля 1946 года.");
		

--==========================================================================================================================
--==========================================================================================================================

