--==========================================================================================================================
-- BUILDING TEXT
--==========================================================================================================================
INSERT
	OR REPLACE INTO LocalizedText (Language, Tag, Text)
VALUES
	-- Перевод проекта для улучшения района "Заповедник"
	(
		"ru_RU",
		"LOC_PROJECT_LEU_ENHANCE_DISTRICT_PRESERVE_NAME",
		"Управление Заповедником"
	),
	(
		"ru_RU",
		"LOC_PROJECT_LEU_ENHANCE_DISTRICT_PRESERVE_SHORTNAME",
		"Управление Заповедником"
	),
	(
		"ru_RU",
		"LOC_PROJECT_LEU_ENHANCE_DISTRICT_PRESERVE_DESC",
		"Проект района, который увеличивает привлекательность тайлов города на 1 во время выполнения. При завершении дает очки [ICON_GREATSCIENTIST] Великого Ученого и [ICON_GREATPROPHET] Великого Пророка."
	);

--==========================================================================================================================
--==========================================================================================================================