--=============================================================================================================
-- ANCIENT EGYPTIAN PANTHEONS: LOCALISATION
--=============================================================================================================
INSERT OR REPLACE INTO LocalizedText
		(Language, Gender, Plurality,	Tag,	Text)
VALUES
---------------------------------------------------------------------------------------------------------------
-- Amon: Lord of All Gods
---------------------------------------------------------------------------------------------------------------
		('ru_RU', 'masculine', '1',	'LOC_POK_BELIEF_AMON_NAME',
		'Властелин всех богов|властелина всех богов|властелину всех богов|властелина всех богов|властелином всех богов|властелине всех богов'),
		('ru_RU', '', '',	'LOC_POK_BELIEF_AMON_DESCRIPTION',
		'+1 [ICON_Amenities] довольства и +1 [ICON_Housing] жилья в [ICON_Capital] столице. Продукция дворца удваивается.'), 
		('ru_RU', '', '',	'LOC_PEDIA_RELIGION_PAGE_RELIGION_POK_BELIEF_AMON_CHAPTER_HISTORY_PARA_1',
		'Амон, повелитель всех богов, стал настолько важным, что все остальные боги рассматриваются как его проявления.'),
---------------------------------------------------------------------------------------------------------------
-- Horus: Protector of the Pharaohs
---------------------------------------------------------------------------------------------------------------
		('ru_RU', 'masculine', '1',	'LOC_POK_BELIEF_HORUS_NAME',
		'Повелитель горизонта|повелителя горизонта|повелителю горизонта|повелителя горизонта|повелителем горизонта|повелителе горизонта'),
		('ru_RU', '', '',	'LOC_POK_BELIEF_HORUS_DESCRIPTION',
		'Получите один дополнительный слот универсальной политики при любом правительстве.'), 
---------------------------------------------------------------------------------------------------------------
-- Ash: God of the Oases
---------------------------------------------------------------------------------------------------------------
		('ru_RU', 'masculine', '1',	'LOC_POK_BELIEF_ASH_NAME',
		'Бог оазисов|бога оазисов|богу оазисов|бога оазисов|богом оазисов|боге оазисов'),
		('ru_RU', '', '',	'LOC_POK_BELIEF_ASH_DESCRIPTION',
		'+2 [ICON_Culture] культуры, +2 [ICON_Faith] веры, и +2 [ICON_Production] производства от оазисов. +1 [ICON_Science] науки, + 1 [ICON_Food] пищи, и +1 [ICON_Gold] золота клеткам окружающим оазис.'),
---------------------------------------------------------------------------------------------------------------
-- Nun: God of Watery Abyss
--------------------------------------------------------------------------------------------------------------- 
		('ru_RU', 'masculine', '1',	'LOC_POK_BELIEF_NUN_NAME',
		'Бог воды Апис|бога воды Аписа|богу воды Апису|бога воды Аписа|богом воды Аписом|боге воды Аписе'),
		('ru_RU', '', '',	'LOC_POK_BELIEF_NUN_DESCRIPTION',
		'+1 [ICON_Science] науки, +1 [ICON_Food] пищи, и +1 [ICON_Gold] золота прибрежным городам.'),
---------------------------------------------------------------------------------------------------------------
-- Isis: Goddess of Fertility
---------------------------------------------------------------------------------------------------------------
		('ru_RU', 'feminine', '1',	'LOC_POK_BELIEF_ISIS_NAME',
		'Богиня плодородия|богини плодородия|богине плодородия|богиню плодородия|богиней плодородия|богине плодородия'),
		('ru_RU', '', '',	'LOC_POK_BELIEF_ISIS_DESCRIPTION',
		'+1 [ICON_Food] пищи и +1 [ICON_Gold] золота фермам прилегающим к реке.'),
---------------------------------------------------------------------------------------------------------------
-- Apedemak: Lord of Royal Power
---------------------------------------------------------------------------------------------------------------
		('ru_RU', 'masculine', '1',	'LOC_POK_BELIEF_APEDEMAK_NAME',
		'Владыка королевской власти|владыки королевской власти|владыке королевской власти|владыку королевской власти|владыкой королевской власти|владыке королевской власти'),
		('ru_RU', '', '',	'LOC_POK_BELIEF_APEDEMAK_DESCRIPTION',
		'Победы в боях дают [ICON_Science] науку равную 50% от [ICON_Strength] боевой мощи побежденного юнита.'),
---------------------------------------------------------------------------------------------------------------
-- Sebiumeker: Guardian God
---------------------------------------------------------------------------------------------------------------
		('ru_RU', 'masculine', '1',	'LOC_POK_BELIEF_SEBIUMEKER_NAME',
		'Бог-хранитель|бога-хранителя|богу-хранителю|бога-хранителя|богом-хранителем|боге хранителе'),
		('ru_RU', '', '',	'LOC_POK_BELIEF_SEBIUMEKER_DESCRIPTION',
		'Города получают возможность провести дополнительную [ICON_Ranged] дальнобойную атаку каждый ход. Юнит размещенный в городе получает +5 [ICON_Strength] боевой мощи.'),
---------------------------------------------------------------------------------------------------------------
-- Atum: God of Creation
---------------------------------------------------------------------------------------------------------------
		('ru_RU', 'masculine', '1',	'LOC_POK_BELIEF_ATUM_NAME',
		'Бог творения|бога творения|богу творения|бога творения|богом творения|боге творения'),
		('ru_RU', '', '',	'LOC_POK_BELIEF_ATUM_DESCRIPTION',
		'Получите бесплатного строителя в [ICON_Capital] столице. Строители получают +1 [ICON_Charges] заряд.'),
---------------------------------------------------------------------------------------------------------------
-- Anubis: God of Mummification
---------------------------------------------------------------------------------------------------------------
		('ru_RU', 'masculine', '1',	'LOC_POK_BELIEF_ANUBIS_NAME',
		'Бог мумификации|бога мумификации|богу мумификации|бога мумификации|богом мумификации|боге мумификации'),
		('ru_RU', '', '',	'LOC_POK_BELIEF_ANUBIS_DESCRIPTION',
		'Получите бесплатного поселенца в [ICON_Capital] столице. +2 [ICON_Faith] веры в каждом городе.'),
---------------------------------------------------------------------------------------------------------------
-- Bes: House God
---------------------------------------------------------------------------------------------------------------
		('ru_RU', 'masculine', '1',	'LOC_POK_BELIEF_BES_NAME',
		'Бог дома|бога дома|богу дома|бога дома|богом дома|боге дома'),
		('ru_RU', '', '',	'LOC_POK_BELIEF_BES_DESCRIPTION',
		'Бонусные ресурсы предоставляют +4 [ICON_Amenities] довольства, как если бы они были ресурсами роскоши.');