--------------------------------------------------------------------------------------------------------------------------
-- BaseGameText
--------------------------------------------------------------------------------------------------------------------------
INSERT OR REPLACE INTO LocalizedText
	(
		Tag,
		Language,
		Text
	)
VALUES
--------------------------------------------------------------------------------------------------------------------------
-- Great Blue Hole
--------------------------------------------------------------------------------------------------------------------------
		('LOC_BUILDING_SUK_WAT_ARUN_NAME',
		"th_TH",
		'วัดอรุณ'),
		('LOC_BUILDING_SUK_WAT_ARUN_DESCRIPTION',
		"th_TH",
		'ศูนย์กลางการค้า จะมอบ [ICON_Culture] วัฒนธรรม เท่ากับโบนัสความใกล้เคียง และจะมอบ [ICON_Tourism] การท่องเที่ยว เท่ากับโบนัสนั้น หลังจากที่ได้ทำการวิจัยเทคโนโลยีการบิน. เขตพิเศษในเมืองนี้ที่สร้างอยู่ติดกับแม่น้ำจะมอบ +4 แต้ม [ICON_GreatPerson] บุคคลตัวอย่าง ตามประเภทของสิ่งปลูกสร้าง. จะต้องสร้างติดกับแม่น้ำและอยู่ใกล้กับเขตโรงละครจัตุรัส.'),
--------------------------------------------------------------------------------------------------------------------------
-- Civilopedia & Quote
--------------------------------------------------------------------------------------------------------------------------
		('LOC_BUILDING_SUK_WAT_ARUN_QUOTE',
		"th_TH",
		'“ประทับท่าหน้าอรุณอารามหลวง[NEWLINE]ค่อยสร่างทรวงทรงศีลพระชินสีห์[NEWLINE]นิราศเรื่องเมืองเก่าของเรานี้[NEWLINE]ไว้เป็นที่โสมนัสทัศนา”[NEWLINE]– สุนทรภู่'),
		('LOC_PEDIA_WONDERS_PAGE_BUILDING_SUK_WAT_ARUN_CHAPTER_HISTORY_PARA_1',
		"th_TH",
		'วัดอรุณราชวรารามราชวรมหาวิหาร หรือที่เรียกกันทั่วไปว่าวัดแจ้ง เป็นวัดเก่าแก่ที่ตั้งอยู่ริมแม่น้ำเจ้าพระยาฝั่งธนบุรี วัดอรุณอาจเรียกได้ว่าเป็นวัดที่โดดเด่นที่สุดในกรุงเทพฯ ไม่เพียงแต่เพราะตั้งอยู่ริมแม่น้ำเ แต่เพราะสถาปัตย์ที่แตกต่างอย่างมากจากวัดอื่น ๆ ในกรุงเทพฯ ด้วย จุดโดดเด่นของวัดแห่งนี้คือปรางค์ประธานและปรางค์รองอีก 4 ปรางค์ ทั้งหมดนี้ประดับด้วยชิ้นเปลือกหอย กระเบื้องเคลือบ จานชามเบญจรงค์สีต่าง เป็นลายดอกไม้ ใบไม้ และลายอื่น ๆ'),
		('LOC_PEDIA_WONDERS_PAGE_BUILDING_SUK_WAT_ARUN_CHAPTER_HISTORY_PARA_2',
		"th_TH",
		'วัดอรุณราชวรารามราชวรมหาวิหารมีชื่อเดิมว่า วัดบางมะกอก สร้างในสมัยกรุงศรีอยุธยาก่อนรัชกาลสมเด็จพระนารายณ์มหาราช, มูลเหตุการเปลี่ยนชื่อวัดมะกอกนอกเป็นชื่อวัดแจ้งนั้นมีเรื่องเล่าว่า หลังจากสมเด็จพระเจ้ากรุงธนบุรีครั้นมาถึงหน้าวัดมะกอกนอกก็เป็นเวลาอรุณรุ่งแจ้งพอดีต่อมาจึงโปรด ฯ ให้บูรณะปฏิสังขรณ์วัดมะกอกแล้วโปรด ฯ ให้เปลี่ยนชื่อใหม่ว่า วัดแจ้ง ใน พ.ศ. 2322 วัดอรุณได้ถูกเลือกเป็นที่ประดิษฐานพระพุทธมหามณีรัตนปฏิมากรที่อัญเชิญมาจากเวียงจันทน์ ก่อนที่จะย้ายมาประดิษฐานที่วัดพระศรีรัตนศาสดารามในปี พ.ศ. 2327'),
		('LOC_PEDIA_WONDERS_PAGE_BUILDING_SUK_WAT_ARUN_CHAPTER_HISTORY_PARA_3',
		"th_TH",
		'ตัวพระปรางค์ปัจจุบันนี้มิใช่พระปรางค์เดิม ที่สร้างขึ้นราวสมัยกรุงศรีอยุธยา ที่มีความสูงเพียง 16 เมตร โดยปรางค์ปัจจุบันนี้ถูกสร้างขึ้นแทน ในสมัยพระบาทสมเด็จพระพุทธเลิศหล้านภาลัย ในปี พ.ศ. 2363 แต่ก็ได้แค่รื้อพระปรางค์องค์เดิม และขุดดินวางราก ก็เสด็จสวรรคตเสียก่อน ต่อมาพระบาทสมเด็จพระนั่งเกล้าเจ้าอยู่หัว ก็ได้ทรงมีพระราชดำริให้ดำเนินการสร้างต่อ โดยพระองค์เสด็จมาวางศิลาฤกษ์เมื่อวันที่ 2 กันยายน พ.ศ. 2385 จนแล้วเสร็จเมื่อปี พ.ศ. 2394 ใช้เวลารวมกว่า 9 ปี ');
--------------------------------------------------------------------------------------------------------------------------
--------------------------------------------------------------------------------------------------------------------------