--------------------------------------------------------------------------------------------------------------------------
-- BaseGameText
--------------------------------------------------------------------------------------------------------------------------
INSERT OR REPLACE INTO BaseGameText
		(Tag, 																								Text)
VALUES
--------------------------------------------------------------------------------------------------------------------------
-- Great Blue Hole
--------------------------------------------------------------------------------------------------------------------------
		('LOC_BUILDING_SUK_WAT_ARUN_NAME',
		'Ват Арун'),
		('LOC_BUILDING_SUK_WAT_ARUN_DESCRIPTION',
		'Коммерческие центры дают [ICON_Culture] культуру, эквивалентную их бонусу соседства, а также дают [ICON_Tourism] туризм, эквивалентный этому бонусу после исследования полётов. Районы в этом городе дают +4 [ICON_GreatPerson] очков великих людей своего типа, если построены рядом с рекой. Должен быть построен рядом с рекой и прилегать к театральной площади.'),
--------------------------------------------------------------------------------------------------------------------------
-- Цивилопедия и цитата
--------------------------------------------------------------------------------------------------------------------------
		('LOC_BUILDING_SUK_WAT_ARUN_QUOTE',
		'«Причалил к Ват Арун, тому величественному месту,[NEWLINE]Буддова милость облегчила мою большую боль.[NEWLINE]Мой нират к древнему краю[NEWLINE]Останется источником радости.»[NEWLINE]– Сунтхорн Пху'),
		('LOC_PEDIA_WONDERS_PAGE_BUILDING_SUK_WAT_ARUN_CHAPTER_HISTORY_PARA_1',
		'Ват Арун, местное название Ват Чаенг, — это знаковый храм на западном (Тхонбури) берегу реки Чао Прайя. Это, безусловно, один из самых впечатляющих храмов Бангкока, не только из-за его расположения на берегу реки, но и благодаря дизайну, который сильно отличается от других храмов, которые вы можете посетить в столице Таиланда. Ват Арун (что означает «Храм рассвета») частично состоит из красочно украшенных шпилей и величественно возвышается над водой.'),
		('LOC_PEDIA_WONDERS_PAGE_BUILDING_SUK_WAT_ARUN_CHAPTER_HISTORY_PARA_2',
		'Храм на месте Ват Арун существовал, по крайней мере, с конца XVI века. Историки считают, что Ват Макок, как он первоначально назывался, был основан на берегу канала Кхлонг Лат, но он не имел большого значения до 1767 года, когда король Таксин наткнулся на храм на рассвете, спасаясь от бирманских захватчиков. Он сделал это место своим придворным храмом и переименовал его в Ват Чаенг. Храм был выбран для размещения Изумрудного Будды, священного палладия Таиланда, когда он был перевезён из Вьентьяна, столицы современного Лаоса. Сейчас он находится через реку в Ват Пхра Кео.'),
		('LOC_PEDIA_WONDERS_PAGE_BUILDING_SUK_WAT_ARUN_CHAPTER_HISTORY_PARA_3',
		'Только после того, как столица и Изумрудный Будда были перенесены в Бангкок, Ват Арун получил свою самую выдающуюся характеристику: 82-метровую Пранг (башню в стиле кхмеров). Строительство башни было начато в первой половине XIX века при Раме II (годы правления: 1809–1824) и завершено при Раме III (годы правления: 1824–1851).');
--------------------------------------------------------------------------------------------------------------------------
--------------------------------------------------------------------------------------------------------------------------
