-- 6T_Text_Names
-- Author: JNR
--------------------------------------------------------------

-- English
--------------------------------------------------------------
INSERT OR REPLACE INTO LocalizedText
		(Language, Gender, Plurality, Tag, Text)
VALUES	('ru_RU', 'neuter', '1', 'LOC_TECH_6T_FISHING_NAME',			'Рыболовство|рыболовства|рыболовству|рыболовство|рыболовство|рыболовстве'),
		('ru_RU', 'masculine', '1', 'LOC_TECH_6T_CALENDAR_NAME',			'Календарь|календаря|календарю|календарь|календарем|календаре'),
		('ru_RU', 'feminine', '1', 'LOC_TECH_6T_SURVEYING_NAME',			'Геодезия|геодезии|геодезии|геодезию|геодезией|геодезии'),
		('ru_RU', 'neuter', '1', 'LOC_TECH_6T_SADDLE_NAME',				'Седло|седла|седлу|седло|седлом|седле'),
		('ru_RU', 'feminine', '1', 'LOC_TECH_6T_OPTICS_NAME',				'Оптика|оптики|оптике|оптику|оптикой|оптике'),
		('ru_RU', 'feminine', '1', 'LOC_TECH_6T_METALLURGY_NAME',			'Металлургия|металлургии|металлургии|металлургию|металлургией|металлургии'),
		('ru_RU', 'feminine', '2', 'LOC_TECH_6T_SIEGE_ENGINES_NAME',		'Осадные машины|осадных машин|осадным машинам|осадные машины|осадными машинами|осадных машинах'),
		('ru_RU', 'masculine', '1', 'LOC_TECH_6T_HORSE_COLLAR_NAME',		'Лошадиный хомут|лошадиного хомута|лошадиному хомуту|лошадиный хомут|лошадиным хомутом|лошадином хомуте'),
		('ru_RU', 'feminine', '1', 'LOC_TECH_6T_PAPER_NAME',				'Бумага|бумаги|бумаге|бумагу|бумагой|бумаге'),
		('ru_RU', 'feminine', '1', 'LOC_TECH_6T_MECHANICS_NAME',			'Механика|механики|механике|механику|механикой|механике'),
		('ru_RU', 'masculine', '1', 'LOC_TECH_6T_COMPASS_NAME',			'Компас|компаса|компасу|компас|компасом|компасе'),
		('ru_RU', 'feminine', '1', 'LOC_TECH_6T_ALCHEMY_NAME',			'Алхимия|алхимии|алхимие|алхимию|алхимией|алхимии'),
		('ru_RU', 'feminine', '1', 'LOC_TECH_6T_PIKE_TACTICS_NAME',		'Тактика пикинеров|тактики пикинеров|тактике пикинеров|тактику пикинеров|тактикой пикинеров|тактике пикинеров'),
		('ru_RU', 'feminine', '1', 'LOC_TECH_6T_SPINNING_WHEEL_NAME',		'Прялка|прялки|прялке|прялку|прялкой|прялке'),
		('ru_RU', 'masculine', '1', 'LOC_TECH_6T_CARACOLE_NAME',			'Караколь|караколя|караколю|караколь|караколем|караколе'),
		('ru_RU', 'feminine', '1', 'LOC_TECH_6T_LINE_TACTICS_NAME',		'Линейная тактика|линейной тактики|линейной тактике|линейную тактику|линейной тактикой|линейной тактике'),
		('ru_RU', 'feminine', '1', 'LOC_TECH_6T_BIOLOGY_NAME',			'Биология|биологии|биологии|биологию|биологией|биологии'),
		('ru_RU', 'neuter', '1', 'LOC_TECH_6T_COKING_NAME',				'Коксование|коксования|коксованию|коксование|коксованием|коксовании'),
		('ru_RU', 'feminine', '1', 'LOC_TECH_6T_MEDICINE_NAME',			'Медицина|медицины|медицине|медицину|медициной|медицине'),
		('ru_RU', 'masculine', '1', 'LOC_TECH_6T_DYNAMITE_NAME',			'Динамит|динамита|динамиту|динамит|динамитом|динамите'),
		('ru_RU', 'masculine', '2', 'LOC_TECH_6T_WARPLANES_NAME',			'Военные самолеты|военных самолетов|военным самолетам|военные самолеты|военными самолетам|военных самолетах'),
		('ru_RU', 'feminine', '1', 'LOC_TECH_6T_PHARMACEUTICALS_NAME',	'Фармацевтика|фармацевтики|фармацевтике|фармацевтику|фармацевтикой|фармацевтике'),
		('ru_RU', 'neuter', '1', 'LOC_TECH_6T_REFRIGERATION_NAME',		'Охлаждение|охлаждения|охлаждению|охлаждение|охлаждением|охлаждении'),
		('ru_RU', 'feminine', '1', 'LOC_TECH_6T_PHYSICS_NAME',			'Физика|физики|физике|физику|физикой|физике'),
		('ru_RU', 'feminine', '1', 'LOC_TECH_6T_ECOLOGY_NAME',			'Экология|экологии|экологие|экологию|экологией|экологии'),
		('ru_RU', 'feminine', '1', 'LOC_TECH_6T_GENOMICS_NAME',			'Геномика|геномики|геномике|геномику|геномикой|геномике'),

		('ru_RU', 'feminine', '2', 'LOC_TECH_6T_REQUISITIONS_NAME',		'Заявки|заявок|заявкам|заявки|заявками|заявках'),
		('ru_RU', 'neuter', '2', 'LOC_TECH_6T_FERTILIZERS_NAME',		'Удобрения|удобрений|удобрениям|удобрения|удобрениями|удобрениях'),
		('ru_RU', 'masculine', '1', 'LOC_TECH_6T_RADAR_NAME',				'Радар|радара|радару|радар|радаром|радаре'),
		('ru_RU', 'feminine', '1', 'LOC_TECH_6T_3D_PRINTING_NAME',		'3D печать|3d печати|3d печати|3d печать|3d печатью|3d печати'),
		('ru_RU', 'masculine', '1', 'LOC_TECH_6T_BLOCKCHAIN_NAME',			'Блокчейн|блокчейна|блокчейну|блокчейн|блокчейном|блокчейне'),
		('ru_RU', 'neuter', '2', 'LOC_TECH_6T_HABITATS_NAME',			'Места обитания|мест обитаний|местам обитания|места обитания|местами обитания|местах обитания'),

		('ru_RU', 'neuter', '1', 'LOC_CIVIC_6T_WARFARE_NAME',			'Военное дело|военного дела|военному делу|военное дело|военным делом|военном деле'),
		('ru_RU', 'feminine', '1', 'LOC_CIVIC_6T_TERRITORY_NAME',			'Территория|территории|территории|территорию|территорией|территории'),
		('ru_RU', 'neuter', '1', 'LOC_CIVIC_6T_CONSECRATION_NAME',		'Освящение|освящения|освящению|освящение|освящением|освящении'),
		('ru_RU', 'neuter', '1', 'LOC_CIVIC_6T_CITIZENSHIP_NAME',		'Гражданство|гражданстува|гражданству|гражданство|гражданством|гражданстве'),
		('ru_RU', 'feminine', '1', 'LOC_CIVIC_6T_STATE_RELIGION_NAME',	'Государственная религия|государственной религии|государственной религии|государственную религию|государственной религией|государственной религии'),
		('ru_RU', 'neuter', '1', 'LOC_CIVIC_6T_MONASTICISM_NAME',		'Монашество|монашества|монашеству|монашество|монашеством|монашестве'),
		('ru_RU', 'feminine', '2', 'LOC_CIVIC_6T_MERCHANT_LEAGUES_NAME',	'Торговые лиги|торговых лиг|торговым лигам|торговые лиги|торговыми лигами|торговых лигах'),
		('ru_RU', 'neuter', '2', 'LOC_CIVIC_6T_ESTATES_NAME',			'Поместья|поместий|поместьям|поместья|поместьями|поместьях'),
		('ru_RU', 'neuter', '1', 'LOC_CIVIC_6T_PATRONAGE_NAME',			'Покровительство|покровительства|покровительству|покровительство|покровительством|покровительстве'),
		('ru_RU', 'feminine', '1', 'LOC_CIVIC_6T_TOLERANCE_NAME',			'Толерантность|толерантности|толерантности|толерантность|толерантностью|толерантности'),
		('ru_RU', 'masculine', '1', 'LOC_CIVIC_6T_PARLIAMENTARISM_NAME',	'Парламентаризм|парламентаризма|парламентаризму|парламентаризм|парламентаризмом|парламентаризме'),
		('ru_RU', 'masculine', '1', 'LOC_CIVIC_6T_ROMANTICISM_NAME',		'Романтизм|романтизма|романтизму|романтизм|романтизмом|романтизме'),
		('ru_RU', 'neuter', '1', 'LOC_CIVIC_6T_CONSUMERISM_NAME',		'Потребительство|потребительства|потребительству|потребительство|потребительством|потребительстве'),
		('ru_RU', 'feminine', '1', 'LOC_CIVIC_6T_POP_CULTURE_NAME',		'Поп-культура|поп-культуры|поп-культуре|поп-культуру|поп-культурой|поп-культуре'),

		('ru_RU', 'masculine', '1', 'LOC_CIVIC_6T_EMPIRICISM_NAME',		'Эмпиризм|эмпиризма|эмпиризму|эмпиризм|эмпиризмом|эмпиризме'),
		('ru_RU', 'masculine', '1', 'LOC_CIVIC_6T_SOVEREIGNTY_NAME',		'Суверенитет|суверенитета|суверенитету|суверенитет|суверенитетом|суверенитете'),
		('ru_RU', 'feminine', '1', 'LOC_CIVIC_6T_CONSTITUTION_NAME',		'Конституция|конституцию|конституции|конституцию|конституцией|конституции'),
		('ru_RU', 'feminine', '1', 'LOC_CIVIC_6T_GEOPOLITICS_NAME',		'Геополитика|||||'),
		('ru_RU', 'neuter', '1', 'LOC_CIVIC_6T_EGOVERNANCE_NAME',		'Электронное управление|электронное управления|электронное управлению|электронное управление|электронное управлением|электронное управлении');
--------------------------------------------------------------